Repository: christianfl/Energize
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, es, et, fi, fr, he, hu, it, nb_no, nl, pa_pk, pl, pt, ru, sk, sr, sv, tr, uk, zh

source: Settings
ca: Paràmetres
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Configuración
et: Seadistused
fi: Asetus
fr: Paramètres
he: הגדרות
hu: Beállítások
it: Impostazioni
nb_no: Innstillinger
nl: Instellingen
pa_pk: سیٹنگاں
pl: Ustawienia
pt: Configurações
ru: Настройки
sr: Подешавања
sv: Inställning
tr: Ayarlar
uk: Налаштування
zh: 设置

source: Calculate
ca: Calcular
cs: Vypočítat
da: Beregn
de: Berechnen
es: Calcular
et: Arvuta
fi: Laske
fr: Calculer
he: חישוב
hu: Számítsa ki
it: Calcola
nl: Bereken
pa_pk: گݨنا کرو
pl: Oblicz
pt: Calcular
ru: Рассчитать
sr: Израчунај
sv: Beräkna
tr: Hesapla
uk: Розрахувати
zh: 计算

# personalNutritionNeedsHint
source: Calculate your personal nutrition needs or set them yourself
ca: Calculeu les vostres necessitats personals de nutrició o configureu-les vosaltres mateixos
cs: Vypočítejte si své nutriční potřeby nebo si nastavte vlastní
da: Beregn dine personlige ernæringsbehov, eller fastlæg dem selv
de: Berechne deinen persönlichen Nährstoffbedarf oder setze ihn selbst
es: Calcular sus necesidades nutricionales personales o configúrelas usted mismo
et: Arvuta oma isiklikud toitumisvajadused või määra need ise
fi: Laske henkilökohtaiset ravitsemustarpeesi tai aseta ne itse
fr: Calculez vos besoins nutritionnels personnels ou définissez-les vous-même
he: חישוב צורכי התזונה האישיים שלך או הגדרה שלהם בעצמך
hu: Számítsa ki a személyes táplálkozási szükségleteit, vagy állítsa be azokat saját magának
it: Calcola il fabbisogno nutrizionale personale o stabiliscilo da soli
nl: Bereken uw persoonlijke voedingsbehoefte of stel deze zelf in
pl: Automatycznie oblicz swoje indywidualne potrzeby żywieniowe lub ustaw je samodzielnie
pt: Calcule as suas necessidades nutricionais pessoais ou defina-as você mesmo
ru: Рассчитайте свои личные потребности в питании или установите их самостоятельно
sr: Израчунај личне нутритивне потребе или их сами поставите
sv: Beräkna dina personliga näringsbehov eller ställ in dem själv
tr: Kişisel beslenme ihtiyaçlarınızı hesaplayın veya kendiniz belirleyin
uk: Розрахуйте свої особисті потреби у харчуванні або встановіть їх самостійно
zh: 计算您的营养需求，或者自定义您的营养需求

source: Your personal nutrition needs
ca: Les vostres necessitats personals de nutrició
cs: Vaše osobní nutriční potřeby
da: Dine personlige ernæringsbehov
de: Dein Nährstoffbedarf
es: Sus necesidades nutricionales personales
et: Sinu isiklikud toitumisvajadused
fi: Henkilökohtaiset ravitsemustarpeesi
fr: Vos besoins nutritionnels personnels
he: צורכי התזונה האישיים שלך
hu: Személyes táplálkozási szükségletei
it: Le tue esigenze nutrizionali personali
nl: Jouw persoonlijke voedingsbehoeften
pl: Indywidualne potrzeby żywieniowe
pt: As suas necessidades nutricionais pessoal
ru: Ваши личные потребности в питании
sr: Ваше нутритивне потребе
sv: Dina personliga näringsbehov
tr: Kişisel beslenme ihtiyaçlarınız
uk: Ваші особисті потреби в харчуванні
zh: 营养需求

source: Female
ca: Dona
cs: Žena
da: Kvinde
de: Weiblich
es: Mujer
et: Naine
fi: Nainen
fr: Féminin
he: אישה
hu: Női
it: Femmina
nl: Vrouw
pa_pk: عورت
pl: Kobieta
pt: Feminino
ru: Женский
sr: Женско
sv: Kvinnlig
tr: Kadın
uk: Жінка
zh: 女性

source: Your Body
ca: El vostre cos
cs: Vaše tělo
da: Din Krop
de: Dein Körper
es: Su cuerpo
et: Sinu keha
fi: Kehosi
fr: Votre corps
he: הגוף שלך
hu: A tested
it: Il tuo corpo
nl: Jouw lichaam
pl: Ciało
pt: O seu corpo
ru: Ваше тело
sr: Ваше тело
sv: Din Kropp
tr: Vücudunuz
uk: Ваше Тіло
zh: 身体数据

source: Weight
ca: Pes
cs: Váha
da: Vægt
de: Gewicht
es: Peso
et: Kaal
fi: Paino
fr: Masse
he: מזקל
hu: Súly
it: Peso
nl: Gewicht
pa_pk: بھار
pl: Waga
pt: Peso
ru: Вес
sr: Тежина
sv: Vikt
tr: Kilo
uk: Вага
zh: 体重

source: Behaviour and target
ca: Activitat i objectiu
cs: Chování a cíl
da: Adfærd og mål
de: Verhalten und Ziel
es: Actividad y objetivo
et: Käitumine ja eesmärk
fi: Käyttäytyminen ja tavoite
fr: Comportement et objectif
he: התנהגות ויעד
hu: Viselkedés és célkitűzés
it: Comportamento e obiettivi
nl: Gedrag en doel
pl: Aktywność i cel wagowy
pt: Comportamento e meta
ru: Поведение и цель
sr: Понашање и циљ
sv: Beteende och mål
tr: Davranış ve hedef
uk: Поведінка та мета
zh: 行为和目标

# height
source: Body height
ca: Alçada corporal
cs: Tělesná výška
da: Kropshøjde
de: Körpergröße
es: Altura corporal
et: Pikkus
fi: Kehon korkeus
fr: Taille
he: משקל גוף
hu: Test magassága
it: Altezza
nl: Lichaamslengte
pl: Wzrost
pt: Altura
ru: Рост
sr: Висина
sv: Kroppshöjd
tr: Boy
uk: Висота тіла
zh: 身高

# activityLevel
source: Activity Level (PAL)
ca: Nivell d'activitat (NAF)
cs: Stupeň aktivity (PAL)
da: Aktivitetsniveau (PAL)
de: Aktivitätslevel (PAL)
es: Nivel de Actividad
et: Aktiivsuse tase (PAL)
fi: Aktiivisuustaso (PAL)
fr: Niveau d'activité (NAP)
he: רמת פעילות (PAL)
hu: Aktivitási szint (PAL)
it: Livello di attività (PAL)
nl: Activiteitsniveau (PAL)
pl: Współczynnik aktywności fizycznej (PAL)
pt: Nível de atividade (PAL)
ru: Уровень активности (PAL)
sr: Ниво покретности (PAL)
sv: Aktivitetsnivå (PAL)
tr: Etkinlik Seviyesi (PAL)
uk: Рівень Активності (PAL)
zh: 活动级别(PAL)

# weightTargetStrongLoss
source: Strong loss
ca: Forta pèrdua
cs: Značná úbytek
da: Stort vægttab
de: Starkes Abnehmen
es: Pérdida fuerte
et: Tugev kaalukaotus
fi: Vahva tappio
fr: Forte perte
he: ירידה מתונה
hu: Erős veszteség
it: Forte perdita
nl: Veel afvallen
pl: Znaczna redukcja
pt: Grande perda
ru: Значительная потеря веса
sr: Значајно мршављење
sv: Stark förlust
tr: Çok ver
uk: Сильні втрати
zh: 大幅减少

# weightTargetModerateLoss
source: Moderate loss
ca: Pèrdua moderada
cs: Střední úbytek
da: Moderat vægttab
de: Moderates Abnehmen
es: Pérdida moderada
et: Mõõdukas kaalukaotus
fi: Kohtalainen tappio
fr: Perte modérée
he: ירידה בינונית
hu: Mérsékelt veszteség
it: Perdita moderata
nl: Matig afvallen
pl: Średnia redukcja
pt: Perda moderada
ru: Умеренная потеря веса
sr: Умерено мршављење
sv: Måttlig förlust
tr: Normal ver
uk: Помірні втрати
zh: 中度减少

# weightTargetSlightLoss
source: Slight loss
ca: Pèrdua lleugera
cs: Mírný úbytek
da: Lille vægttab
de: Leichtes Abnehmen
es: Pérdida ligera
et: Väike kaalukaotus
fi: Lievä tappio
fr: Légère perte
he: ירידה קלה
hu: Enyhe veszteség
it: Leggera perdita
nl: Licht afvallen
pl: Nieznaczna redukcja
pt: Pequena perda
ru: Небольшая потеря веса
sr: Омање мршављење
sv: Liten förlust
tr: Az ver
uk: Невеликі втрати
zh: 少量减少

# calculationInfo
source: Information about calculation
ca: Informació quant a càlculs
cs: Informace o výpočtu
da: Information om beregning
de: Berechnungsinformationen
es: Información sobre el cálculo
et: Teave arvutamise kohta
fi: Tietoa laskennasta
fr: Informations sur le calcul
he: מידע על החישוב
hu: Számítással kapcsolatos információk
it: Informazioni sul calcolo
nl: Informatie over berekening
pl: Szczegóły kalkulacji
pt: Informações sobre o cálculo
ru: Информация о расчёте
sr: Подаци о обрачуну
sv: Information om beräkning
tr: Hesaplama hakkında bilgi
uk: Інформація про розрахунок
zh: 关于计算的说明

# weightTargetModerateGain
source: Moderate gain
ca: Guany moderat
cs: Střední nárůst
da: Moderat vægtøgning
de: Moderates Zunehmen
es: Ganancia moderada
et: Mõõdukas kaalutõus
fi: Kohtuullinen voitto
fr: Prise de masse modérée
he: עלייה בינונית
hu: Mérsékelt nyereség
it: Moderato aumento di peso
nl: Matig aankomen
pl: Średni przyrost
pt: Ganho moderado
ru: Умеренный прирост веса
sr: Умерено удебљавање
sv: Måttlig vinst
tr: Normal al
uk: Помірний приріст
zh: 中度增长

source: Formula for females
ca: Formula per a dones
cs: Princip pro ženy
da: Formel for kvinder
de: Formel für Frauen
es: Fórmula para mujeres
et: Valem naiste jaoks
fi: Naisten kaava
fr: Formule pour les femmes
he: נוסחה לנשים
hu: Képlet nők számára
it: Formula per le donne
nl: Formule voor vrouwen
pl: Wzór dla kobiet
pt: Fórmula para mulheres
ru: Формула для женщин
sr: Формула за жене
sv: Formel för kvinnor
tr: Kadınlar için formül
uk: Формула для жінок
zh: 女性公式

source: Weight in kg
ca: Pes en kg
cs: Váha v kg
da: Vægt i kg
de: Gewicht in kg
es: Peso en kg
et: Kaal kg
fi: Paino kg
fr: Masse en kg
he: משקל בקילוגרמים
hu: Súly kg-ban
it: Peso in kg
nl: Gewicht in kg
pl: Waga (kg)
pt: Peso em kg
ru: Вес в кг
sr: Тежина у кг
sv: Vikt i kg
tr: kg cinsinden kilo
uk: Вага в кг
zh: 体重(kg)

# calculationInfoText2
source: The output of this calculation is defined as the basal metabolic rate (BMR). It gets multiplied with your activity factor to receive your total power conversion. This is your calculated energy intake in kcal.
ca: El resultat d'aquest càlcul està definit per la taxa de metabolisme basal (TMB). S'obté multiplicant-ho amb el teu factor d'activat per a rebre el total d'energia necessària. Aquest càlcul representa la quantitat d'energia que us cal prendre representat en kcal.
cs: Výsledek tohoto výpočtu je definován jako bazální metabolická rychlost (BMR). Ten se vynásobí vaším faktorem aktivity a získáte celkový přepočtený výkon. To je váš vypočtený energetický příjem v kcal.
de: Das Ergebnis dieser Formel ist der Grundumsatz. Dieser wird mit deinem Aktivitätsfaktor multipliziert, um deinen Leistungsumsatz zu erhalten. Dies ist dein täglicher Energiebedarf in kcal, um dein Gewicht zu halten.
es: El resultado de este cálculo está definido por la tasa de metabolismo basal (TMB). Se obtiene multiplicándolo por el factor de su actividad para obtener el total de energía necesaria. Este representa la cantidad de energía que necesita en kcal.
et: Selle arvutuse tulemus on määratletud kui põhiainevahetuskordaja (BMR). See korrutatakse sinu aktiivsusteguriga, et saada sinu koguvõimsuse muundamise tulemus. See on sinu arvutuslik energiatarbimine kilokalorites.
fi: Tämän laskennan tuloksena saadaan perusaineenvaihdunta (BMR). Se kerrotaan aktiivisuuskertoimella, jotta saadaan kokonaistehon muuntaminen. Tämä on laskennallinen energiansaantisi kcal:ina.
fr: Le résultat de ce calcul est défini comme le métabolisme de base (MB). Il est multiplié par votre facteur d'activité pour obtenir votre conversion totale d'énergie. C'est votre apport énergétique calculé en kcal.
he: פלט החישוב הזה מוגדר כקצב מטאבולי בסיסי (BMR). הוא מוכפל בגורם הפעילות שלך כדי שתתקבל המרת האנרגיה הכוללת שלך. זאת תצורת האנרגיה המחושבת שלך בקילו קלוריות.
hu: E számítás eredménye az alapanyagcsere-ráta (BMR). Ezt megszorozzuk az aktivitási tényezővel, hogy megkapjuk a teljes energiaátalakítást. Ez az Ön számított energiabevitele kcal-ban.
it: Il risultato di questo calcolo è definito come metabolismo basale (MB). Viene moltiplicato con il fattore di attività per ottenere la conversione energetica totale. Questo è l'apporto energetico calcolato in kcal.
nl: De output van deze berekening wordt gedefinieerd als de ruststofwisseling. Het wordt vermenigvuldigd met je activiteitsfactor om je totale energieverbruik te verkrijgen. Dit is je berekende energie-inname in kcal.
pl: Wynikiem obliczenia jest podstawowa przemiana baterii (PPM), która po pomnożeniu przez współczynnik aktywności daje wartość spożycia energii wyrażaną w kilokaloriach.
pt: O resultado desse cálculo é definido como a taxa metabólica basal (TMB). Ela é multiplicada pelo seu fator de atividade para receber a sua conversão total de energia. Esta é a sua ingestão de energia calculada em kcal.
ru: Результат этого расчета определяется как основной обмен веществ (BMR). Он умножается на ваш коэффициент активности для получения общего энергетического обмена. Это ваше рассчитанное потребление энергии в ккал.
sv: Utgången av denna beräkning definieras som den basala metaboliska hastigheten (BMR). Det multipliceras med din aktivitetsfaktor för att få din totala effektomvandling. Detta är ditt beräknade energiintag i kcal.
tr: Bu hesaplamanın çıktısı bazal metabolizma hızı (BMR) olarak tanımlanır. Toplam enerji dönüşümünüzü almak için etkinlik değerinizle çarpılır. Bu, kcal cinsinden hesaplanan enerji alımınızdır.
uk: Результат цього розрахунку визначається як основний метаболізм (BMR). Він множиться на ваш коефіцієнт активності, щоб отримати загальне перетворення енергії. Це і є ваше розрахункове споживання енергії в ккал.
zh: 该计算结果称为基础代谢率(BMR)。将它与你的活动系数相乘，就能得出你的总能量消耗。这就是您所需的能量摄入量，单位是kcal(千卡)。

# targetsApplied
source: Nutrition targets were applied
ca: Els objectius de nutrició han estat aplicats
cs: Nutriční cíle byly použity
da: Ernæringsmål blev anvendt
de: Die Nährstoffvorgaben wurden angewendet
es: Los objetivos nutricionales fueron aplicados
et: Toitumisalased eesmärgid on kasutusele võetud
fi: Ravitsemustavoitteita sovellettiin
fr: Les objectifs nutritionnels ont été appliqués
he: יעדי התזונה חלו
hu: Táplálkozási célokat alkalmaztak
it: Gli obiettivi nutrizionali sono stati applicati
nl: Voedingsdoelen waren toegepast
pl: Wprowadzono cele żywieniowe
pt: As metas nutricionais foram aplicadas
ru: Применены целевые показатели по питанию
sr: Потребе за микронутријентима су примењене
sv: Näringsmål tillämpades
tr: Beslenme hedefleri uygulandı
uk: Застосовано цільові показники по харчуванню
zh: 已设定营养指标

# targetsApplyError
source: Nutrition targets could not be applied
ca: No s'ha pogut aplicar els objectius de nutrició
cs: Nutriční cíle nemohly být použity
da: Ernæringsmål kunne ikke anvendes
de: Die Nährstoffvorgaben konnten nicht angewendet werden
es: Los objetivos nutricionales no pudieron ser aplicados
et: Toitumisalaseid eesmärke ei saanud kasutusele võtta
fi: Ravitsemustavoitteita ei voitu soveltaa
fr: Les objectifs nutritionnels n'ont pas pu être appliqués
he: אי אפשר להחיל את יעדי התזונה
hu: A táplálkozási célokat nem lehetett alkalmazni
it: Non è stato possibile applicare gli obiettivi nutrizionali
nl: Voedingsdoelen konden niet worden toegepast
pl: Nie udało się wprowadzić celów żywieniowych
pt: As metas nutricionais não puderam ser aplicadas
ru: Целевые показатели по питанию не могут быть применены
sr: Потребе за микронутријентима нису примењене
sv: Näringsmål kunde inte tillämpas
tr: Beslenme hedefleri uygulanamadı
uk: Цільові показники харчування не можуть бути застосовані
zh: 营养目标无法实施

source: Percent of total energy
ca: Percentatge de l'energia total
cs: Procent celkové energie
de: Prozent der Gesamtenergie
es: Porcentaje de energía total
et: Protsent kogu energiast
fi: Prosenttia kokonaisenergiasta
fr: Pourcentage de l'énergie totale
he: אחוז מכלל האנרגיה
hu: A teljes energia százalékában
it: Percentuale di energia totale
nl: Percentage van totale energie
pl: Procent kalorii
pt: Percentagem da energia total
ru: Процент от общей энергии
sr: Процената укупне енергије
sv: Procent av den totala energin
tr: Toplam enerji yüzdesi
uk: Відсоток загальної енергетичної цінності
zh: 摄入能量的百分比

source: Selected macronutrient
ca: Macronutrient seleccionat
cs: Vybraný makronutrient
de: Ausgewählter Makronährstoff
es: Macronutriente seleccionado
et: Valitud makrotoitained
fi: Valittu makroravintoaine
fr: Macronutriments sélectionnés
he: מזין קורט נבחר
hu: Kiválasztott makrotápanyag
it: Macronutrienti selezionati
nl: Geselecteerde macrovoedingsstof
pl: Wybrany makroskładnik
pt: Macronutriente selecionado
ru: Выбранный макронутриент
sr: Изабрани микронутријент
sv: Valda makronäringsämnen
tr: Seçilen makro besin
uk: Обраний макроелемент
zh: 选择营养物质

# openFoodFactsVariousLanguagesText
source: Various
ca: Diverses
cs: Různé
de: Verschiedene
es: Varios
et: Erinevad
fi: Erilaiset
fr: Diverses
he: מגוון
hu: Különböző
it: Diverse
nl: Diverse
pl: Różne
pt: Diversos
ru: Различные
sr: Разно
sv: Olika
tr: Çeşitli
uk: Різна
zh: 支持多种语言

source: Server-based
ca: Basat en servidor
cs: Dostupné online
da: Server-baseret
de: Serverbasiert
es: Basado en servidor
et: Serveri-põhine
fi: Palvelimiin perustuva
fr: Basé sur le serveur
he: מבוסס שרת
hu: Szerver alapú
it: Basato su server
nl: Servergebaseerd
pl: Dostępne online
pt: Baseado em servidor
ru: На основе сервера
sr: На удаљеном серверу
sv: Serverbaserad
tr: Sunucu tabanlı
uk: На основі сервера
zh: 基于服务器的数据库

source: Nonprofit institution
ca: Institució sense ànim de lucre
cs: Nezisková organizace
de: Gemeinnützige Einrichtung
es: Institución sin ánimo de lucro
et: Mittetulundusasutus
fi: Voittoa tavoittelematon laitos
fr: Institution à but non lucratif
he: עמותה ללא מטרות רווח
hu: Nonprofit intézmény
it: Istituzione senza scopo di lucro
nl: Non-profit instelling
pl: Organizacja non-profit
pt: Instituição sem fins lucrativos
ru: Некоммерческая организация
sr: Непрофитна организација
sv: Ideell organisation
tr: Kar amacı gütmeyen kuruluş
uk: Неприбуткова організація
zh: 非营利机构

source: Vitamin E
ca: Vitamina E
cs: Vitamín E
es: Vitamina E
et: Vitamiin E
fi: E-Vitamiini
fr: Vitamine E
he: ויטמין E
hu: E-Vitamin
it: Vitamina E
nl: Vitamine E
pl: Witamina E
pt: Vitamina E
ru: Витамин E
sr: Витамин Е
sv: Vitaminer E
tr: E vitamini
uk: Вітамін Е
zh: 维生素E

# notFoundInCustomFoodsOrOpenFoodFacts
source: Neither in custom foods nor on Open Food Facts
cs: Ani v potravinách na zakázku, ani v Open Food Facts
da: Hverken i brugerdefinerede fødevarer eller på Open Food Facts
de: Weder bei der eigenen Nahrung noch auf Open Food Facts
es: Ni en los alimentos personalizados ni en Open Food Facts
et: Ei sinu koostatud toitudes ega Open Food Facts andmekogus
fi: Ei mukautetuissa elintarvikkeissa eikä Open Food Facts
fr: Ni dans les aliments personnalisés ni sur Open Food Facts
hu: Sem az egyedi élelmiszerekben, sem a Open Food Facts
it: Né negli alimenti personalizzati né su Open Food Facts
pl: Produktu nie ma na liście własnych produktów ani w bazie Open Food Facts
pt: Nem em alimentos personalizados nem no Open Food Facts
ru: Ни в пользовательских продуктах, ни на Open Food Facts
sk: Ani vo vlastných potravinách, ani na Open Food Facts
sv: Varken i anpassade livsmedel eller på Open Food Facts
tr: Özel yiyeceklerde veya Açık Gıda Bilgilerinde yer almıyor
zh: 无论是在 自定义食物 还是在 Open Food Facts 食品数据库中都没有找到相关信息

# notFoundInCustomFoodsOpenFoodFactsNotActivated
source: Not found in custom foods, Open Food Facts is not activated
cs: Nevyskytuje se ve vlastních potravinách, funkce Open Food Facts není aktivována
da: Ikke fundet i brugerdefinerede fødevarer; Open Food Facts er ikke aktiveret
de: Nicht bei der eigenen Nahrung gefunden, Open Food Facts ist nicht aktiviert
es: No se encuentra en alimentos personalizados, Open Food Facts no está activado
et: Ei leidu kohandatud toidus, Open Food Facts ei ole kasutuses
fi: Ei löydy räätälöidyistä elintarvikkeista, Open Food Facts ei ole aktivoitu
fr: Non trouvé dans les aliments personnalisés, Open Food Facts n'est pas activé
hu: Az egyedi élelmiszerekben nem található, az Open Food Facts nem aktiválódik
it: Non trovato negli alimenti personalizzati, Open Food Facts non è attivo
pl: Nie znaleziono na liście własnych produktów. Baza Open Food Facts nie jest aktywna
pt: Não encontrado em alimentos personalizados, o Open Food Facts não está ativado
ru: Не найдено в пользовательских продуктах, Open Food Facts не активирован
sk: Nenachádza sa vo vlastných potravinách, Open Food Facts nie je aktivovaný
sv: Finns inte i anpassade livsmedel, Open Food Facts är inte aktiverat
tr: Özel yiyeceklerde bulunamadı, Açık Gıda Gerçekleri etkinleştirilmedi
zh: 在 自定义食物 中未找到相关信息，Open Food Facts 食品数据库未开启

source: Formula for males
ca: Formula per a homes
cs: Princip pro muže
da: Formel for mænd
de: Formel für Männer
es: Fórmula para hombres
et: Valem meeste jaoks
fi: Kaava miehille
fr: Formule pour les hommes
he: נוסחה לגברים
hu: Képlet férfiak számára
it: Formula per gli uomini
nl: Formule voor mannen
pl: Wzór dla mężczyzn
pt: Fórmula para homens
ru: Формула для мужчин
sr: Формула за мушкарце
sv: Formel för män
tr: Erkekler için formül
uk: Формула для чоловіків
zh: 男性公式

source: Italian
cs: Italský
de: Italienisch
es: Italiano
et: itaalia
fr: Italien
hu: Olasz
it: Italiano
pl: Włoski
pt: Italiano
ru: Итальянский
sv: Italiensk
tr: İtalyanca
zh: 意大利语

source: French
cs: Francouzský
de: Französisch
es: Francés
et: prantsuse
fi: Ranskan
fr: Français
hu: Francia
it: Francese
pl: Francuski
pt: Francês
ru: Французский
sv: Franska
tr: Fransızca
zh: 法语

source: Source
ca: Font
cs: Zdroj
da: Kilde
de: Quelle
es: Fuente
et: Allikas
fi: Lähde
he: מקור
hu: Forrás
it: Fonte
nl: Bron
pa_pk: سروت
pl: Źródło
pt: Fonte
ru: Источник
sr: Извор
sv: Källa
tr: Kaynak
uk: Джерело
zh: 资料来源

source: Privacy policy
cs: Zásady ochrany soukromí
de: Datenschutzerklärung
es: Política de privacidad
et: Andmekaitsepõhimõtted
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hu: Adatvédelmi szabályzat
it: Informativa sulla privacy
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
tr: Gizlilik politikası
zh: 隐私政策

source: Successfully restored backup
cs: Úspěšně obnovená záloha
de: Backup erfolgreich wiederhergestellt
es: Copia de seguridad restaurada correctamente
et: Varukoopia taastasime õnnestus
fi: Onnistuneesti palautettu varmuuskopio
fr: Sauvegarde restaurée avec succès
hu: Sikeresen visszaállított biztonsági mentés
it: Backup ripristinato con successo
pl: Pomyślnie przywrócono kopię zapasową
pt: Backup restaurado com sucesso
ru: Резервная копия успешно восстановлена
sv: Återställd säkerhetskopiering
tr: Yedekleme başarıyla geri yüklendi
zh: 成功恢复备份

source: General information
ca: Informació general
cs: Obecné informace
da: Generel information
de: Allgemeine Informationen
es: Información general
et: Üldteave
fi: Yleisiä tietoja
fr: Informations générales
he: מידע כללי
hu: Általános információk
it: Informazioni generali
nl: Algemene informatie
pl: Informacje ogólne
pt: Informações gerais
ru: Общая информация
sr: Општи подаци
sv: Allmän information
tr: Genel bilgiler
uk: Загальна інформація
zh: 说明

source: Database management
ca: Gestió de la base de dades
cs: Správa databáze
da: Styr databaser
de: Datenbankverwaltung
es: Gestión de la base de datos
et: Andmebaasihaldus
fi: Tietokannan hallinta
fr: Gestion des bases de données
he: ניהול מסד נתונים
hu: Adatbázis-kezelés
it: Gestione della banca dati
nb_no: Database-håndtering
nl: Databankbeheer
pl: Zarządzanie bazami danych
pt: Gestão de banco de dados
ru: Управление базой данных
sr: Управљање базом података
sv: Databasförvaltning
tr: Veri tabanı yönetimi
uk: Управління базами даних
zh: 数据库管理

source: Donate
ca: Fer una donació
cs: Darovat
da: Donér
de: Spenden
es: Donar
et: Rahaline toetus
fi: Lahjoita
fr: Faire un don
he: תרומה כספית
hu: Adományozni
it: Dona
nl: Doneer
pa_pk: دان کریو
pl: Przekaż darowiznę
pt: Doação
ru: Пожертвовать
sr: Донирај
sv: Donera
tr: Bağış Yapın
uk: Пожертвувати
zh: 捐赠

source: Phosphorous
ca: Fosfor
cs: Fosfor (P)
da: Fosfor
de: Phosphor
es: Fósforo
et: Fosfor
fi: Fosfori
fr: Phosphore
he: זרחן
hu: Foszfor
it: Fosforo
nl: Fosfor
pa_pk: فاسفورس
pl: Fosfor
pt: Fósforo
ru: Фосфор
sr: Фосфор
sv: Fosfor
tr: Fosfor
uk: Фосфор
zh: 磷

source: Potassium
ca: Potassi
cs: Draslík (K, potassium)
da: Kalium
de: Kalium
es: Potasio
et: Kaalium
fi: Kalium
he: אשלגן
hu: Kálium
it: Potassio
pa_pk: پوٹاشیم
pl: Potas
pt: Potássio
ru: Калий
sr: Калијум
sv: Kalium
tr: Potasyum
uk: Калій
zh: 钾

source: Sodium
ca: Sodi
cs: Sodík (Na)
da: Salt
de: Natrium
es: Sodio
et: Naatrium
fi: Natrium
he: נתרן
hu: Nátrium
it: Sodio
nl: Natrium
pa_pk: سوڈیم
pl: Sód
pt: Sódio
ru: Натрий
sr: Натријум
sv: Natrium
tr: Sodyum
uk: Натрій
zh: 钠

source: Selenium
ca: Seleni
cs: Selen
da: Selen
de: Selen
es: Selenio
et: Seleen
fi: Seleeni
fr: Sélénium
he: סלניום
hu: Szelénium
it: Selenio
nl: Seleen
pa_pk: سیلینیم
pl: Selen
pt: Selênio
ru: Селен
sr: Селен
sv: Selen
tr: Selenyum
uk: Селен
zh: 硒
