Repository: christianfl/Energize
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, es, et, fi, fr, he, hu, it, nb_no, nl, pa_pk, pl, pt, ru, sk, sr, sv, tr, uk, zh

source: Fat
ca: Greix
cs: Tuk
da: Fedt
de: Fett
es: Lípidos
et: Rasvu
fi: Rasva
fr: Graisse
he: שומן
hu: Zsír
it: Lipidi
nb_no: Fett
nl: Vetten
pa_pk: چربی
pl: Tłuszcz
pt: Gordura
ru: Жиры
sk: Tuk
sr: Масти
sv: Fett
tr: Yağ
uk: Жири
zh: 脂肪

# appDescriptionShort
source: Track your food and nutrition easily and fast.
ca: Fes el seguiment dels teus àpats i nutrició en un dit i fet.
cs: Jednoduchý zápisník na jídlo a výživové hodnoty.
da: Nem og hurtig kalorietæller og madjournal.
de: Beobachte einfach und schnell, was du isst.
es: Registre sus comidas y nutrición de una manera fácil y rápida.
et: Pea arvet oma toitude ja söömise üle lihtsalt ja kiiresti.
fi: Seuraa ruokaa ja ravitsemusta helposti ja nopeasti.
fr: Surveiller votre alimentation et votre nutrition facilement et rapidement.
he: מעקב אחר המזון והתזונה שלך במהירות ובקלות.
hu: Könnyen és gyorsan nyomon követheti ételeit és táplálkozását.
it: Traccia il tuo cibo e la tua nutrizione in modo facile e veloce.
nb_no: Spor næringsinntaket ditt.
nl: Houd je eten en voeding gemakkelijk en snel bij.
pl: Proste narzędzie ułatwiające monitorowanie spożytych posiłków i ich wartości odżywczej.
pt: Acompanhe a sua alimentação e nutrição de forma fácil e rápida.
ru: Легко и быстро отслеживайте свою пищу и питание.
sk: Sledujte svoje jedlo a výživu ľahko a rýchlo.
sr: Пратите вашу исхрану брзо и лако.
sv: Spåra din mat och näring enkelt och snabbt.
tr: Yiyeceklerinizi ve beslenmenizi kolay ve hızlı bir şekilde takip edin.
uk: Відстежуйте свою їжу та харчування легко та швидко.
zh: 轻松快速地记录您的饮食和帮助您了解营养摄入情况。

source: France
ca: França
cs: Francie
da: Frankrig
de: Frankreich
es: Francia
et: Prantsusmaa
fi: Ranska
he: צרפת
hu: Franciaország
it: Francia
nl: Frankrijk
pa_pk: فرانس
pl: Francja
pt: França
ru: Франция
sr: Француска
sv: Frankrike
tr: Fransa
uk: Франція
zh: 法国

source: English
ca: Anglès
cs: Angličtina
da: Engelsk
de: Englisch
es: Inglés
et: Inglise
fi: Englanti
fr: Anglais
he: אנגלית
hu: Angol
it: inglese
nl: Engels
pa_pk: انگریزی
pl: Angielski
pt: Inglês
ru: Английский
sr: Енглески
sv: Engelsk
tr: İngilizce
uk: Англійська
zh: 英语

source: Water
ca: Aigua
cs: Voda
da: Vand
de: Wasser
es: Agua
et: Vett
fi: Vesi
fr: Eau
he: מים
hu: Víz
it: Acqua
pa_pk: پاݨی
pl: Woda
pt: Água
ru: Вода
sr: Вода
sv: Vatten
tr: Su
uk: Вода
zh: 水

source: Other
ca: Altres
cs: Jiné
da: Andet
de: Sonstiges
es: Otros
et: Muud
fi: Muut
fr: Autres
he: אחר
hu: Egyéb
it: Altro
nl: Overig
pa_pk: ہور
pl: Inne
pt: Outros
ru: Прочее
sr: Друго
sv: Andra
tr: Diğer
uk: Інше
zh: 其他

# unknownErrorText
source: An unknown error has occured
cs: Došlo k neznámé chybě
da: En ukendt fejl opstod
de: Ein unbekannter Fehler ist aufgetreten
es: Se ha producido un error desconocido
et: Tekkis tundmatu viga
fi: On tapahtunut Tuntematon virhe
fr: Une erreur inconnue s'est produite
hu: Ismeretlen hiba történt
it: Si è verificato un errore sconosciuto
pl: Wystąpił nieznany błąd
pt: Ocorreu um erro desconhecido
ru: Произошла неизвестная ошибка
sk: Vyskytla sa neznáma chyba
sv: Ett okänt fel har uppstått
tr: Bilinmeyen bir hata oluştu
zh: 出现未知错误

source: Unmarked day as complete
ca: Desmarcat dia com complet
cs: Den byl označen jako nehotový
da: Dagen er ikke længere markeret som ufuldendt
de: Markierung der Vollständigkeit entfernt
es: Desmarcado día como completo
et: Päev on märgitud veel kestvaks
fi: Merkitsemätön päivä täydellisenä
fr: Mention de journée complète retirée
he: סימון היום כמושלם בוטל
hu: Jelöletlen nap, mint teljes
it: Giorno non segnato come completo
nb_no: Dag avmarkert som fullført
nl: Dag als onvoltooid gemarkeerd
pl: Oznaczono dzień jako nieukończony
pt: Desmarcar dia como concluído
ru: День, не отмеченный как завершенный
sk: Neoznačený deň ako kompletný
sr: Означено је да дан још траје
sv: Omärkt dag som komplett
tr: Gün tamamlandı işareti kaldırıldı
uk: День не позначено як завершений
zh: 已将日期标记为未完成

source: Track food
ca: Registrar àpats
cs: Zapsat jídlo
da: Madjournal
de: Nahrung tracken
es: Registrar comida
et: Jälgi söödud toitu
fi: Seuraa ruokaa
fr: Surveiller la nourriture
he: מעקב אחר מזון
hu: Pálya élelmiszer
it: Tieni traccia del cibo
nb_no: Spor mat
nl: Eten bijhouden
pl: Wielkość porcji
pt: Acompanhar alimentação
ru: Отслеживать пищу
sk: Sledovanie potravín
sr: Прати исхрану
sv: Spåra mat
tr: Yiyecekleri takip et
uk: Відстеження їжі
zh: 食物营养成分

source: Use as template for custom food
ca: Utilitzar com a plantilla per al aliments personalitzats
cs: Použít šablonu s vlastním jídlem
da: Brug som et skabelon for brugerformuleret mad
de: Als Vorlage für eigene Nahrung benutzen
es: Utilizar como plantilla para comida personalizada
et: Kasuta kohandatud toidu mallina
fi: Käytä muokatun ruoan mallina
fr: Utiliser comme modèle pour des aliments personnalisés
he: להשתמש כתבנית למזון מותאם אישית
hu: Használja sablonként az egyéni ételekhez
it: Usa come modello per alimenti personalizzati
nb_no: Bruk som mal for egendefinert mat
nl: Gebruik als sjabloon voor eigen eten
pl: Użyj jako szablonu dla własnych produktów
pt: Usar como modelo para alimentos personalizados
ru: Использовать как шаблон для пользовательского продукта
sk: Použitie ako šablóna pre vlastné potraviny
sr: Користи као шаблон за произвољну храну
sv: Använd som mall för anpassad mat
tr: Özel yiyecekler için şablon olarak kullan
uk: Використовувати як шаблон для власної їжі
zh: 用作自定义食物的模板

source: Marked day as complete
ca: Marcat dia com complet
cs: Ukončit den
da: Dagen er markeret som fuldendt
de: Tag als vollständig markiert
es: Día marcado como completo
et: Päev on märgitud lõppenuks
fi: Merkitty päivä täydelliseksi
fr: Marquer comme journée complète
he: היום סומן כמושלם
hu: A napot befejezettnek jelölte
it: Giorno contrassegnato come completo
nb_no: Dag markert som fullført
nl: Dag als voltooid gemarkeerd
pl: Oznaczono dzień jako ukończony
pt: Marcar dia como concluído
ru: День отмечен как завершённый
sk: Označený deň ako úplný
sr: Дан је окончан
sv: Markerad dag som komplett
tr: Gün tamamlandı olarak işaretlendi
uk: Відмічено день як завершений
zh: 已将日期标记为已完成

source: Create WebDAV backup
cs: Vytvoření zálohy WebDAV
de: WebDAV Backup erstellen
es: Crear copia de seguridad de WebDAV
et: Loo WebDAVi põhine varukoopia
fi: Luo WebDAV-varmuuskopio
fr: Créer une sauvegarde WebDAV
hu: WebDAV biztonsági másolat készítése
it: Crea backup WebDAV
pl: Utwórz kopię zapasową WebDAV
pt: Criar backup WebDAV
ru: Создать резервную копию WebDAV
sv: Skapa WebDAV backup
tr: WebDAV yedeklemesi oluştur
zh: 创建WebDAV备份

# importedNumberOfFoodsMessage
source: Imported {customFoodsCount} custom foods and {trackedFoodsCount} tracked foods
cs: Importované {customFoodsCount} vlastní potraviny a {trackedFoodsCount} sledované potraviny
de: {customFoodsCount} eigene Nahrung und {trackedFoodsCount} getrackte Nahrung importiert
es: Importados {customFoodsCount} alimentos personalizados y {trackedFoodsCount} alimentos rastreados
et: Importisime {customFoodsCount} omakoostatud toitu ja {trackedFoodsCount} jälgitud toitu
fi: Maahantuotu {customFoodsCount} räätälöidyt elintarvikkeet ja {trackedFoodsCount} seuratut elintarvikkeet
fr: {customFoodsCount} aliments personnalisés importés et {trackedFoodsCount} aliments suivis
hu: Importált {customFoodsCount} egyéni élelmiszerek és {trackedFoodsCount} nyomon követett élelmiszerek
it: {customFoodsCount} alimenti personalizzati e {trackedFoodsCount} alimenti tracciati importati
pl: Pomyślnie zaimportowano! Własne produkty: {customFoodsCount}. Monitorowane produkty: {trackedFoodsCount}
pt: Importou {customFoodsCount} alimentos personalizados e {trackedFoodsCount} alimentos rastreados
ru: Импортировано {customFoodsCount} пользовательских продуктов и {trackedFoodsCount} отслеживаемых продуктов
sv: Importerade {customFoodsCount} anpassade livsmedel och {trackedFoodsCount} spårbara livsmedel
tr: {customFoodsCount} özel yiyecek ve {trackedFoodsCount} takip edilen yiyecek içe aktarıldı
zh: 已导入{customFoodsCount}个自定义食物和{trackedFoodsCount}个已记录食品

# vitaminB12
source: B12 (Cobalamin)
ca: B12 (Cobalamina)
cs: B12 (Kobalamin)
da: B12 (Kobalamin)
es: B12 (Cobalamina)
et: B12 (kobalamiin)
fi: B12 (Kobalamiini)
fr: B12 (Cobalamine)
he: B12 (קובלמין)
hu: B12 (kobalamin)
it: B12 (Cobalamina)
nl: B12 (Cobalamine)
pl: B12 (Kobalamina)
pt: B12 (Cobalamina)
ru: В12 (Кобаламин)
sr: Б12 (кобаламин)
sv: B12 (kobalamin)
tr: B12 (Kobalamin)
uk: В12 (Кобаламін)
zh: 维生素B12(钴胺素)

source: Calcium
ca: Calci
cs: Vápník (Ca)
da: Kalcium
de: Kalzium
es: Calcio
et: Kaltsium
fi: Kalsium
he: סידן
hu: Kalcium
it: Calcio
pa_pk: کیلسیم
pl: Wapń
pt: Cálcio
ru: Кальций
sr: Калцијум
sv: Kalcium
tr: Kalsiyum
uk: Кальцій
zh: 钙

# vitaminB9
source: B9 (Folate)
ca: B9 (Ácido fólico)
cs: B9 (Kyselina listová)
da: B9 (Folsyre)
de: B9 (Folsäure)
es: B9 (Ácido fólico)
et: B9 (folaat)
fi: B9 (Folaatti)
fr: B9 (Acide folique)
he: B9 (פולאט)
hu: B9 (folsav)
it: B9 (Acido folico)
nl: B9 (Foliumzuur)
pl: B9 (Kwas foliowy)
pt: B9 (Folato)
ru: В9 (Фолиевая кислота)
sr: Б9 (фолат)
sv: B9 (folat)
tr: B9 (Folat)
uk: В9 (Фолати.)
zh: 维生素B9(叶酸)

source: Molybdenum
ca: Molibdè
cs: Molybden
da: Molybdæn
de: Molybdän
es: Molibdeno
et: Molübdeen
fi: Molybdeeni
fr: Molybdène
he: מוליבדן
hu: Molibdén
it: Molibdeno
nl: Molybdeen
pa_pk: مولیبڈینم
pl: Molibden
pt: Molibdênio
ru: Молибден
sr: Молибден
sv: Molybden
tr: Molibden
uk: Молібден
zh: 钼

source: OK
es: De acuerdo
et: Sobib
he: אישור
nl: Oké
ru: ОК
sk: DOBRE
sv: OKEJ
tr: Tamam
zh: 确定

source: Detailed summary
ca: Resum detallat
cs: Podrobný souhrn
da: Detaljeret opsummering
de: Ausführliche Zusammenfassung
es: Resumen detallado
et: Üksikasjalik kokkuvõte
fi: Yksityiskohtainen yhteenveto
fr: Résumé détaillé
he: תקציר מפורט
hu: Részletes összefoglaló
it: Riassunto dettagliato
nb_no: Detaljert sammendrag
nl: Gedetailleerde samenvatting
pl: Bilans szczegółowy
pt: Sumário detalhado
ru: Подробное резюме
sk: Podrobné zhrnutie
sr: Детаљни пресек
sv: Detaljerad sammanfattning
tr: Ayrıntılı özet
uk: Детальний підсумок
zh: 详细数据

source: Day complete
ca: Dia complet
cs: Den je ukončen
da: Dagen er fuldendt
de: Tag vollständig
es: Día completo
et: Märgi päev lõppenuks
fi: Päivä valmis
fr: Journée complète
he: היום הושלם
hu: Nap teljes
it: Giorno completo
nb_no: Dag fullført
nl: Dag voltooid
pl: Dzień ukończony
pt: Dia concluído
ru: День завершён
sk: Deň dokončený
sr: Окончај дан
sv: Dag komplett
tr: Gün tamamlandı
uk: День завершено
zh: 标记为今日已完成

source: Day incomplete
ca: Dia incomplet
cs: Den ještě není kompletní
da: Dagen er ufuldendt
de: Tag unvollständig
es: Día incompleto
et: Märgi päev kestvaks
fi: Päivä kesken
fr: Journée incomplète
he: יום חלקי
hu: Nap nem teljes
it: Giorno incompleto
nb_no: Ufullført dag
nl: Dag onvoltooid
pl: Dzień nieukończony
pt: Dia incompleto
ru: День не завершён
sk: Deň neúplný
sr: Дан није готов
sv: Dag ofullständig
tr: Gün tamamlanmadı
uk: День незавершений
zh: 标记为今日未完成

source: Title
ca: Títol
cs: Název
da: Titel
de: Titel
es: Título
et: Pealkiri
fi: Otsikko
fr: Titre
he: כותרת
hu: Cím
it: Titolo
nl: Titel
pa_pk: سرلیکھ
pl: Nazwa
pt: Título
ru: Название
sr: Наслов
sv: Titel
tr: Başlık
uk: Назва
zh: 食物名称

# activityLevel1_1
source: You are laying in your bed the whole day
ca: Esteu llitat al llit tot el dia
cs: Celý den ležíte v posteli
da: Du ligger i din seng hele dagen
de: Du liegst den ganzen Tag im Bett
es: Está acostado en la cama todo el día
et: Sa oled terve päeva oma voodis lamanud
fi: Makaat sängyssäsi koko päivän
fr: Vous êtes dans votre lit toute la journée
he: שכיבה במיטה זה הקטע החזק שלך
hu: Egész nap az ágyadban fekszel
it: Sei nel tuo letto tutto il giorno
nl: Je ligt de hele dag in bed
pl: Leżę w łóżku przez cały dzień
pt: Está deitado na sua cama todo o dia
ru: Вы целыми днями лежите в своей постели
sr: Лежите у кревету по цео дан
sv: Du ligger i din säng hela dagen
tr: Bütün gün yatağınızda yatıyorsunuz
uk: Ви цілими днями лежите у своєму ліжку
zh: 整天都躺在床上

# activityLevel1_0
source: You do basically nothing than sleep
ca: No feu res més que dormir
cs: Kromě spaní vlastně nic neděláte
da: Du laver stort set ikke andet end at sove
de: Du schläfst den ganzten Tag
es: No hace absolutamente nada a parte de dormir
et: Sa ei tee põhimõtteliselt midagi muud kui magad
fi: Et tee periaatteessa mitään kuin nukkua
fr: Vous ne faites rien d'autre que dormir
he: שינה היא החלק המשמעותי ביום שלך
hu: Alapvetően semmit sem csinálsz, csak alszol
it: Non fai altro che dormire
nl: Je doet eigenlijk niets anders dan slapen
pl: Śpię całymi dniami
pt: Faz basicamente nada além de dormir
ru: Вы практически ничего не делаете, кроме того, что спите
sr: Не радите било шта осим спавања
sv: Du gör i princip ingenting än att sova
tr: Uyumaktan başka bir şey yapmıyorsunuz
uk: Ви практично нічого не робите, крім того, що спите
zh: 基本上除了睡觉什么都不做

# activityLevel1_4
source: You are not that active at all
ca: No sou res actius
cs: Nejste moc aktivní
da: Du er slet ikke særlig aktiv
de: Du bist nicht sehr aktiv
es: No es nada activo
et: Sa ei ole üldsegi nii aktiivne
fi: Et ole ollenkaan niin aktiivinen
fr: Vous n'avez pas beaucoup d'activité
he: רמת הפעילות שלך יחסית נמוכה
hu: Egyáltalán nem vagy olyan aktív
it: Non sei affatto attivo/attiva
nl: Je bent niet zo actief
pl: Poświęcam bardzo mało czasu na aktywność fizyczną
pt: Não é nem um pouco ativo
ru: Вы совсем не активны
sr: Нисте превише активни
sv: Du är inte så aktiv alls
tr: Fazla hareketli değilsiniz
uk: Ви не такі вже й активні
zh: 不怎么运动

source: Age in years
ca: Edat en anys
cs: Věk v letech
da: Alder i år
de: Alter in Jahren
es: Edad en años
et: Vanus aastates
fi: Ikä vuosina
fr: Âge en années
he: גיל בשנים
hu: Életkor években
it: Età in anni
nl: Leeftijd in jaren
pl: Wiek (lata)
pt: Idade em anos
ru: Возраст в годах
sr: Старост у годинама
sv: Ålder i år
tr: Yıl olarak yaş
uk: Вік у роках
zh: 年龄(岁)

source: Height in cm
ca: Alçada en cm
cs: Výška v cm
da: Højde i cm
de: Körpergröße in cm
es: Altura en cm
et: Pikkus cm
fi: Korkeus cm
fr: Taille en cm
he: גובה בסנטימטרים
hu: Magasság cm-ben
it: Altezza in cm
nl: Lengte in cm
pl: Wzrost (cm)
pt: Altura em cm
ru: Рост в см
sr: Висина у цм
sv: Höjd i cm
tr: cm cinsinden boy
uk: Висота в см
zh: 身高(cm)

# databaseManagementHint
source: Select which food databases to query
ca: Seleccioneu de quina base de dades consultar els aliments
cs: Výběr jaké používat databáze potravin
da: Vælg, hvilke fødevaredatabaser at søge i
de: Entscheide, welche Nahrungsmitteldatenbanken verwendet werden sollen
es: Seleccione que base de datos de alimentos consultar
et: Vali, millistest toiduandmebaasidest teeme päringuid
fi: Valitse kysyttävät elintarviketietokannat
fr: Sélectionnez les bases de données alimentaires à interroger
he: נא לבחור מול אילו מסדי נתונים לבצע תשאול
hu: Válassza ki a lekérdezendő élelmiszer-adatbázisokat
it: Seleziona quali banche dati alimentari interrogare
nb_no: Velg matdatabaser å søke i
nl: Selecteer welke voedseldatabanken je wil gebruiken
pl: Wybierz bazy danych, z których korzysta aplikacja
pt: Selecione os bancos de dados de alimentos a serem consultados
ru: Выберите, к каким базам данных продуктов питания следует обращаться с запросами
sr: Изаберите које базе хране треба претражити
sv: Välj vilka livsmedelsdatabaser du vill söka i
tr: Hangi gıda veri tabanlarının sorgulanacağını seçin
uk: Виберіть, до яких продовольчих баз даних робити запит
zh: 选择要查询的食品数据库

source: Chloride
ca: Clorur
cs: Chloridy
da: Klorid
de: Chlorid
es: Cloruro
et: Klooriid
fi: Kloridi
fr: Chlorure
he: כלוריד
hu: Klorid
it: Cloruro
pa_pk: کلورائیڈ
pl: Chlor
pt: Cloreto
ru: Хлорид
sr: Хлорид
sv: Klor
tr: Klorür
uk: Хлорид
zh: 氯化物

source: Magnesium
ca: Magnesi
cs: Hořčík (Mg)
es: Magnesio
et: Magneesium
fi: Maagnesium
fr: Magnésium
he: מגנזיום
hu: Magnézium
it: Magnesio
pa_pk: میگنیسیم
pl: Magnez
pt: Magnésio
ru: Магний
sr: Магнезијум
sv: Magnesium och
tr: Magnezyum
uk: Магній
zh: 镁

source: Fluorine
ca: Fluor
cs: Fluor
da: Fluor
de: Fluor
es: Flúor
et: Fluor
fi: Fluori
fr: Fluor
he: פלואור
hu: Fluorium
it: Fluoro
nl: Fluor
pa_pk: فلورین
pl: Fluor
pt: Flúor
ru: Фтор
sr: Флуор
sv: Fluor
tr: Flor
uk: Фтор
zh: 氟

source: Additional information
cs: Další informace
da: Yderligere information
de: Weitere Informationen
es: Información adicional
et: Täiendav teave
fi: Lisätiedot
fr: Information additionnelle
he: פרטים נוספים
hu: További információk
it: Informazioni aggiuntive
nl: Extra informatie
pl: Szczegóły
pt: Informação adicional
ru: Дополнительная информация
sk: Ďalšie informácie
sv: Ytterligare information
tr: Ek bilgiler
zh: 附加说明

# timeSetHelpText
source: When tracking food, this time will be used as a template for the time of consume.
cs: Při sledování potravin se tento čas použije jako šablona pro čas konzumace.
da: Når du sporer mad, bruges dette tidspunkt som skabelon for indtagelsestidspunktet.
de: Diese Uhrzeit dient beim Tracken als Vorlage für die Zeit des Verzehrs.
es: Al realizar el seguimiento de los alimentos, este tiempo se utilizará como una plantilla para la fecha de consumo.
et: Söödud toidu üle arvepidamisel kasutatame seda aega tarbimisaja mallina.
fi: Ruokaa seurattaessa tätä aikaa käytetään mallina kuluttajan ajalle.
fr: Lors du suivi des aliments, cette fois sera utilisé comme modèle pour le moment de consommation.
he: בעת מעקב אחר מזון, השעה הזאת תשמש כתבנית לזמן הצריכה.
hu: Az ételek nyomon követésekor ez az időpont lesz a fogyasztás idejének sablonja.
it: Questo orario sarà utilizzato come modello per l'ora di consumo quando si tiene traccia degli alimenti.
nl: Als u eten bijhoudt, wordt deze tijd gebruikt als sjabloon voor het tijdstip van consumptie.
pl: Ustaw domyślną godzinę spożywania posiłku przy dodawaniu produktu do bilansu dnia.
pt: Ao registar os alimentos, este horário será usado como modelo para o horário de consumo.
ru: При отслеживании пищи это время будет использоваться в качестве шаблона для времени потребления.
sk: Pri sledovaní potravín sa tento čas použije ako vzor pre čas spotreby.
sv: Vid spårning av mat kommer den här tiden att användas som en mall för konsumentens tid.
tr: Yiyecekler takip edilirken, bu zaman tüketim zamanı için bir şablon olarak kullanılacaktır.
zh: 当控制饮食时，这个时间将被用作摄入营养的截止时间。

# addedDate
source: Added
cs: Přidáno
da: Tilføjet
de: Hinzugefügt
es: Añadido
et: Lisatud
fi: Lisätä
fr: Ajouté
he: נוסף
hu: Hozzáadva
it: Aggiunto
nl: Toegevoegd
pl: Data dodania
pt: Adicionado
ru: Добавлено
sv: Lagt
tr: Eklendi
zh: 添加

source: Complete product name
cs: Úplný název produktu
da: Komplet produktnavn
de: Vollständiger Produktname
es: Nombre completo del producto
et: Täielik tootenimetus
fi: Täydellinen Tuotteen nimi
fr: Nom de produit complet
he: השלמת שם המוצר
hu: Teljes terméknév
it: Nome prodotto completo
nl: Volledige productnaam
pl: Pełna nazwa produktu
pt: Nome completo do produto
ru: Полное название продукта
sk: Úplný názov výrobku
sv: Fullständigt Produktnamn
tr: Tam ürün adı
zh: 完整的产品名称

source: Nutrients
cs: Nutrienty
da: Næringsstoffer
de: Nährstoffe
es: Nutrientes
et: Toitained
fi: Ravintoaine
fr: Nutriments
he: מזינים
hu: Tápanyagok
it: Nutrienti
nl: Voedingsstoffen
pl: Wartość odżywcza
pt: Nutrientes
ru: Питательные вещества
sk: Živiny
sv: Näringsämne
tr: Besinler
zh: 营养素

source: Labeling (EU)
cs: Označování (EU)
da: Mærkning (EU)
de: Kennzeichnung (EU)
es: Etiquetado (UE)
et: Märgistus (EL)
fi: Merkinnät (EU)
fr: Étiquetage (UE)
he: תוויות אריזה (אירופה)
hu: Címkézés (EU)
it: Etichettatura (UE)
nl: Etikettering (EU)
pl: Etykieta (EU)
pt: Rotulagem (EU)
ru: Маркировка (ЕС)
sk: Označovanie (EÚ)
sv: Märkning (EU)
tr: Etiket (EU)
zh: 标签

# amountContain
source: {amountWithUnit} contain
cs: {amountWithUnit} obsahovat
da: {amountWithUnit} indeholder
de: {amountWithUnit} enthalten
es: {amountWithUnit} contener
et: {amountWithUnit} sisaldab
fi: {amountWithUnit} sisältää
fr: {amountWithUnit} contiennent
he: {amountWithUnit} תכולה
hu: {amountWithUnit} tartalmaz
it: {amountWithUnit} contengono
nl: {amountWithUnit} bevat
pl: Zawartość w {amountWithUnit}
pt: {amountWithUnit} inclui
ru: {amountWithUnit} содержать
sv: {amountWithUnit} innehåller
tr: {amountWithUnit} içerir
zh: 每{amountWithUnit} 包含

# consumedDate
source: Consumed
cs: Spotřebováno
da: Indtaget
de: Konsumiert
es: Consumido
et: Tarbitud
fi: Kuluteta
fr: Consommé
he: נצרך
hu: Fogyasztott
it: Consumato
nl: Geconsumeerd
pl: Data spożycia
pt: Consumido
ru: Потреблено
sk: Spotrebované
sv: Konsumera
tr: Tüketildi
zh: 摄入

source: daily target
cs: denní cíl
da: dagligt mål
de: Tagesziel
es: meta diaria
et: päevane eesmärk
fi: päivittäinen tavoite
fr: Cible quotidienne
he: יעד יומי
hu: napi cél
it: obiettivo giornaliero
nl: dagelijks doel
pl: dzienny cel
pt: meta diária
ru: ежедневная цель
sk: denný cieľ
sv: dagligt mål
tr: günlük hedef
zh: 每日目标

source: Edit tracked food
ca: Editar àpats registrats
cs: Upravit zapsané jídlo
da: Rediger madjournal
de: Getrackte Nahrung bearbeiten
es: Editar comida registrada
et: Muuda jälgitavat toitu
fi: Muokkaa seurattua ruokaa
fr: Modifier les aliments suivis
he: עריכת אוכל במעקב
hu: Nyomon követett élelmiszer szerkesztése
it: Modifica il cibo tracciato
nb_no: Rediger sporet mat
nl: Bewerk bijgehouden eten
pl: Edytuj wielkość porcji
pt: Editar meta de alimentação
ru: Редактировать отслеживаемую пищу
sk: Úprava sledovaných potravín
sr: Уреди праћену храну
sv: Redigera spårad mat
tr: Takip edilen yiyeceği düzenle
uk: Редагувати відстежувану їжу
zh: 编辑食物营养信息

source: General
cs: Obecné
da: Generelt
de: Allgemein
et: Üldine
fi: Yleinen
fr: Général
he: כללי
hu: Általános
it: Generale
nl: Algemeen
pa_pk: عام
pl: Ogólne
pt: Geral
ru: Общие
sk: Všeobecné
sr: Опште
sv: Allmänna
tr: Genel
uk: Головна
zh: 大致信息

source: Micronutrients
cs: Mikronutrienty
da: Mikronæringsstoffer
de: Mikronährstoffe
es: Micronutrientes
et: Mikrotoitained
fi: Hivenaineet
fr: Micronutriments
he: מזיני קורט
hu: Mikrotápanyagok
it: Micronutrienti
nl: Microvoedingsstoffen
pl: Mikroelementy
pt: Micronutrientes
ru: Микроэлементы
sk: Mikroživiny
sr: Микронутријенти
sv: Mikronäringsämnen
tr: Mikro besinler
uk: Мікроелементи
zh: 微量营养素

source: Search food
ca: Cercar aliment
cs: Vyhledat jídlo
da: Søg efter mad
de: Nahrung suchen
es: Buscar alimento
et: Otsi toitu
fi: Etsi ruokaa
fr: Rechercher des aliments
he: חיפוש מזון
hu: Keresés élelmiszer
it: Cerca cibo
nb_no: Søk etter mat
nl: Zoek eten
pl: Szukaj produktów
pt: Buscar alimento
ru: Поиск пищи
sk: Vyhľadávanie potravín
sr: Потражи храну
sv: Sök mat
tr: Yiyecek ara
uk: Шукати їжу
zh: 搜索食物

source: Search custom food
ca: Cercar aliment personalitzat
cs: Vyhledat vlastní jídlo
da: Søg i brugerdefineret mad
de: Eigene Nahrung suchen
es: Buscar alimento personalizado
et: Otsi oma koostatud toitu
fi: Etsi mukautettua ruokaa
fr: Rechercher un aliment personnalisé
he: חיפוש מזון מותאם אישית
hu: Egyéni élelmiszer keresése
it: Cerca cibo personalizzato
nb_no: Søk etter egendefinert mat
nl: Zoek door eigen eten
pl: Wyszukaj własne produkty
pt: Buscar alimentação personalizada
ru: Поиск среди ваших продуктов
sk: Vyhľadávanie potravín na mieru
sr: Потражи произвољну храну
sv: Sök anpassad mat
tr: Özel yiyecek ara
uk: Шукати власну їжу
zh: 搜索自定义食物

source: Energy distribution
ca: Distribució d'energia
cs: Rozložení energie
da: Energifordeling
de: Energieverteilung
es: Distribución de energía
et: Energia jaotus
fi: Energian jakelu
fr: Distribution d'énergie
he: חלוקת אנרגיה
hu: Energiaelosztás
it: Distribuzione di energia
nl: Energiedistributie
pl: Rozłożenie energii
pt: Distribuição energética
ru: Распределение энергии
sr: Расподела енергије
sv: Energidistribution
tr: Enerji dağılımı
uk: Розподіл енергії
zh: 能量百分比
