Repository: christianfl/Energize
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, es, et, fi, fr, he, hu, it, nb_no, nl, pa_pk, pl, pt, ru, sk, sr, sv, tr, uk, zh

# activityLevel1_5
source: You do an office work
ca: Feu treball d'oficina
cs: Děláte kancelářskou práci
da: Du laver kontorarbejde
de: Du hast einen Bürojob
es: Hace trabajo de oficina
et: Töötad kontoris
fi: Teet toimistotyötä
fr: Vous faites un travail de bureau
he: הגוף שלך עסוק בעבודה משרדית
hu: Irodai munkát végzel
it: Fai un lavoro d'ufficio
nl: Je doet kantoorwerk
pl: Pracuję w biurze
pt: Trabalha em escritório
ru: Вы работаете в офисе
sr: Радите у канцеларији
sv: Du gör ett kontorsarbete
tr: Ofis işi yapıyorsunuz
uk: Ви виконуєте офісну роботу
zh: 长时间坐着工作/学习

source: Male
ca: Home
cs: Muž
da: Mand
de: Männlich
es: Hombre
et: Mees
fi: Mies
fr: Masculin
he: גבר
hu: Férfi
it: Maschio
nl: Man
pa_pk: مرد
pl: Mężczyzna
pt: Masculino
ru: Мужской
sr: Мушко
sv: Manlig
tr: Erkek
uk: Чоловік
zh: 男性

# searchError
source: Error during search
cs: Chyba při vyhledávání
da: Fejl under søgning
de: Fehler beim Suchen
es: Error al buscar
et: Otsinguviga
fi: Virhe haun aikana
fr: Erreur lors de la recherche
hu: Hiba a keresés során
it: Errore nella ricerca
pl: Wystąpił błąd podczas wyszukiwania
pt: Erro durante a pesquisa
ru: Ошибка при поиске
sk: Chyba pri vyhľadávaní
sv: Fel vid sökning
tr: Arama sırasında hata oluştu
zh: 搜索过程中出错

# searchErrorHint
source: At least one food composition database could not be reached. Please try again later or temporarily disable non-functional databases in the settings.
cs: Alespoň jednu databázi složení potravin se nepodařilo získat. Zkuste to prosím později nebo dočasně zakažte nefunkční databáze v nastavení.
da: Mindst én database med fødevaresammensætning kunne ikke nås. Prøv igen senere, eller deaktiver midlertidigt ikke-funktionelle databaser i indstillingerne.
de: Mindestens eine Lebensmitteldatenbank konnte nicht erreicht werden. Bitte probiere es später erneut oder deaktiviere temporär nicht funktionierende Datenbanken in den Einstellungen.
es: No se pudo acceder al menos a una base de datos de alimentos. Inténtalo de nuevo más tarde o deshabilita temporalmente las bases de datos que no funcionan en la configuración.
et: Päring vähemalt ühte toidu koostise andmebaasi ei toiminud. Palun proovi hiljem uuesti või keela seadetes ajutiselt mittetoimivad andmebaasid.
fi: Ainakin yhteen elintarvikkeiden koostumustietokantaan ei päästy. Yritä myöhemmin uudelleen tai Poista tilapäisesti käytöstä ei-toiminnalliset tietokannat asetuksista.
fr: Au moins une base de données de composition alimentaire n'a pas pu être atteinte. Veuillez réessayer ultérieurement ou désactiver temporairement les bases de données non fonctionnelles dans les paramètres.
hu: Legalább egy élelmiszer-összetétel adatbázis nem volt elérhető. Kérjük, próbálja meg később újra, vagy ideiglenesen tiltsa le a nem működő adatbázisokat a beállításokban.
it: Non è stato possibile raggiungere almeno un database di composizione degli alimenti. Riprova più tardi o disattiva temporaneamente i database non funzionanti nelle impostazioni.
pl: Nie udało się połączyć z conajmniej jedną bazą danych. Proszę spróbować ponownie lub tymczasowo wyłączyć niedziałające bazy danych w Ustawieniach.
pt: Não foi possível aceder pelo menos um banco de dados de composição de alimentos. Tente novamente mais tarde ou desative temporariamente os bancos de dados não funcionais nas configurações.
ru: По крайней мере одна база данных о составе продуктов питания недоступна. Пожалуйста, попробуйте позже или временно отключите неработающие базы данных в настройках.
sk: Nepodarilo sa získať aspoň jednu databázu zloženia potravín. Skúste to znova neskôr alebo dočasne vypnite nefunkčné databázy v nastaveniach.
sv: Minst en databas för livsmedelssammansättning kunde inte nås. Försök igen senare eller inaktivera tillfälligt icke-funktionella databaser i inställningarna.
tr: En az bir gıda bileşimi veri tabanına ulaşılamadı. Lütfen daha sonra tekrar deneyin veya ayarlardan çalışmayan olmayan veri tabanlarını geçici olarak devre dışı bırakın.
zh: 至少有一个食品成分数据库无法连接。请稍后再试，或者暂时在设置中禁用无法正常使用的数据库。

source: Affected databases
cs: Dotčené databáze
da: Påvirkede databaser
de: Betroffene Datenbanken
es: Bases de datos afectadas
et: Mõjutatud andmebaasid
fi: Vaikuttavat tietokannat
fr: Bases de données concernées
hu: Érintett adatbázisok
it: Database interessati
pl: Niedziałające bazy danych
pt: Bancos de dados afetados
ru: Затронутые базы данных
sk: Dotknuté databázy
sv: Berörda databaser
tr: Etkilenen veri tabanları
zh: 受影响的数据库

source: Custom Food
ca: Aliment personalitzat
cs: Vlastní jídlo
da: Brugerdefineret Mad
de: Eigene Nahrung
es: Alimento personalizado
et: Sinu koostatud toit
fi: Mukautettu Ruoka
fr: Aliment personnalisé
he: מזון מותאם אישית
hu: Egyedi ételek
it: Cibo personalizzato
nb_no: Egendefinert mat
nl: Eigen eten
pl: Własne produkty
pt: Alimentação personalizada
ru: Пользовательские продукты
sk: Vlastné potraviny
sr: Произвољна храна
sv: Anpassad Mat
tr: Özel Yiyecek
uk: Власна Їжа
zh: 自定义食物

source: Add custom food
ca: Afegir aliment personalitzat
cs: Přidat vlastní jídlo
da: Tilføj brugerdefineret mad
de: Eigene Nahrung hinzufügen
es: Añadir alimento personalizado
et: Lisa oma koostatud toit
fi: Lisää mukautettu ruoka
fr: Ajouter un aliment personnalisé
he: הוספת מזון מותאם אישית
hu: Egyéni étel hozzáadása
it: Aggiungi cibo personalizzato
nb_no: Legg til egendefinert mat
nl: Eigen eten toevoegen
pl: Dodaj własny produkt
pt: Adicionar alimentação personalizada
ru: Добавить пользовательский продукт
sr: Додај произвољну храну
sv: Lägg till anpassad mat
tr: Özel yiyecek ekle
uk: Додатм власну їжу
zh: 添加自定义食物

source: Edit custom food
ca: Editar aliment personalitzat
cs: Upravit vlastní jídlo
da: Rediger brugerdefineret mad
de: Eigene Nahrung bearbeiten
es: Editar alimento personalizado
et: Muuda oma koostatud toitu
fi: Muokkaa mukautettua ruokaa
fr: Modifier un aliment personnalisé
he: עריכת מזון מותאם אישית
hu: Egyéni étel szerkesztése
it: Modifica cibo personalizzato
nb_no: Rediger egendefinert mat
nl: Bewerk eigen eten
pl: Edytuj własny produkt
pt: Editar alimentação personalizada
ru: Редактировать свою еду
sr: Уреди произвољну храну
sv: Redigera anpassad mat
tr: Özel yiyecek düzenle
uk: Редагувати власну їжу
zh: 编辑自定义食物

source: Total energy
ca: Energia total
cs: Celková energie
de: Gesamtenergie
es: Energía total
et: Kogu energia
fi: Energian kokonaismäärä
fr: Énergie totale
he: סך כל האנרגיה
hu: Teljes energia
it: Energia totale
nl: Totale energie
pl: Zapotrzebowanie kaloryczne
pt: Energia total
ru: Общая энергия
sr: Укупна енергија
sv: Total energi
tr: Toplam enerji
uk: Загальна енергетична цінність
zh: 摄入能量

# energyAndMacronutrientsTargetsHint
source: Calories, protein, carbs, fat
ca: Calories, proteïnes, carbohidrats, greix
cs: Kalorie, bílkoviny, sacharidy, tuky
da: Kalorier, proteiner, kulhydrater og fedt
de: Kilokalorien, Protein, Kohlenhydrate, Fett
es: Calorías, proteínas, carbohidratos, grasas
et: Kalorid, valgud, süsivesikud, rasvad
fi: Kalorit, proteiini, hiilihydraatit, rasva
fr: Calories, protéines, glucides, graisses
he: קלוריות, חלבון, פחמימות, שומן
hu: Kalória, fehérje, szénhidrát, zsír
it: Calorie, proteine, carboidrati, grassi
nb_no: Kalorier, protein, karbohydrater, fett
nl: Calorieën, eiwitten, koolhydraten en vetten
pl: Kalorie, białko, węglowodany, tłuszcz
pt: Calorias, proteínas, carboidratos, gorduras
ru: Калории, белки, углеводы, жиры
sr: Калорија, протеина, угљених хидрата, масти
sv: Kalorier, protein, kolhydrater, fett
tr: Kalori, protein, karbonhidrat, yağ
uk: Калорії, білки, вуглеводи, жири
zh: 卡路里，蛋白质，碳水化合物，脂肪

source: Protein ratio
ca: Ràtio de Proteïna
cs: Poměr bílkovin
de: Proteinanteil
es: Ratio de proteínas
et: Valkude suhe
fi: Proteiinien suhde
fr: Taux de protéines
he: יחס חלבון
hu: Fehérje arány
it: Rapporto di proteine
nl: Eiwitratio
pl: Procent białka
pt: Proporção de proteína
ru: Соотношение белков
sr: Однос протеина
sv: Proteinförhållande
tr: Protein oranı
uk: Співвідношення білків
zh: 蛋白质比率

source: Carbs ratio
ca: Ràtio de carbohidrats
cs: Poměr sacharidů
de: Kohlenhydratanteil
es: Ratio de carbohidratos
et: Süsivesikute suhe
fi: Hiilihydraattien suhde
fr: Taux de glucides
he: יחס פחמימות
hu: Szénhidrát arány
it: Livelli di carboidrati
nl: Koolhydraatratio
pl: Procent węglowodanów
pt: Proporção de carboidrato
ru: Соотношение углеводов
sr: Однос угљених хидрата
sv: Kolhydratkvot
tr: Karbonhidrat oranı
uk: Співвідношення вуглеводів
zh: 碳水化合物比率

source: Create local backup
cs: Vytvoření místní zálohy
de: Lokales Backup erstellen
es: Crear copia de seguridad local
et: Loo varukoopia nutiseadmesse
fi: Luo paikallinen varmuuskopio
fr: Créer une sauvegarde locale
hu: Helyi biztonsági mentés létrehozása
it: Crea backup locale
pl: Utwórz lokalną kopię zapasową
pt: Criar backup local
ru: Создать локальную резервную копию
sv: Skapa lokal säkerhetskopia
tr: Yerel yedekleme oluştur
zh: 创建本地备份

source: Restore local backup
cs: Obnovení místní zálohy
de: Lokales Backup wiederherstellen
es: Restaurar copia de seguridad local
et: Taasta nutiseadmesse loodud varukoopiast
fi: Paikallisen varmuuskopion palautus
fr: Restaurer la sauvegarde locale
hu: Helyi mentés visszaállítása
it: Ripristina backup locale
pl: Przywróć lokalną kopię zapasową
pt: Restaurar backup local
ru: Восстановить локальную резервную копию
sv: Återställ lokal säkerhetskopiering
tr: Yerel yedeklemeyi geri yükle
zh: 恢复本地备份

source: license
ca: llicència
cs: Licence
da: licens
de: Lizenz
es: licencia
et: litsents
fi: lisenssi
fr: Licence
he: רישיון
hu: licenc
it: licenza
nl: licentie
pa_pk: لائیسنس
pl: Licencja
pt: licença
ru: лицензия
sr: лиценца
sv: licensavtal
tr: lisans
uk: ліцензія
zh: 许可证

source: Contributors
cs: Přispěvatelé
de: Beitragende
es: Colaboradores
et: Kaasautorid
fi: Avustajat
fr: Contributeurs
hu: Közreműködők
it: Contributori
pl: Kontrybutorzy
pt: Contribuintes
ru: Участники
sv: Bidragsgivare
tr: Katkıda bulunanlar
zh: 贡献者

source: All translators on Weblate
cs: Všichni překladatelé na Weblate
de: Alle Übersetzende auf Weblate
es: Todos los traductores de Weblate
et: Kõik tõlkijad Weblate'is
fi: Kaikki kääntäjät Weblate
fr: Tous les traducteurs sur Weblate
hu: Minden fordító a Weblate-en
it: Tutti i traduttori su Weblate
pl: Wszystkim tłumaczom na Weblate
pt: Todos os tradutores no Weblate
ru: Все переводчики на Weblate
sv: Alla översättare på Weblate
tr: Weblate'teki tüm çevirmenler
zh: 以及Weblate上的所有翻译贡献者

source: E-Mail
ca: Correu
es: Correo
et: E-post
fi: Sähköposti
fr: Courriel
he: דוא״ל
pa_pk: ای‌میل
ru: Электронная почта
sr: Имејл
sv: E-Post
tr: E-Posta
uk: Електронна пошта
zh: 电子邮件

source: Contact
ca: Contacte
cs: Kontakt
da: Kontakt
de: Kontakt
es: Contacto
et: Kontakt
fi: Ota yhteyttä
he: יצירת קשר
hu: Kapcsolat
it: Contatto
pa_pk: ربطہ
pl: Kontakt
pt: Contato
ru: Контактные данные
sr: Контакт
sv: Kontakt
tr: İletişim
uk: Контактні дані
zh: 通过电子邮件联系我

source: Monounsaturated fat
ca: Àcid gras monoinsaturat
cs: (Mono)nenasycené mastné kyseliny
da: Monoumættet fedt
de: Einfach ungesättigte Fettsäuren
es: Grasa monosaturadas
et: Monoküllastumata rasvu
fi: Kertatyydyttymätön rasva
fr: Graisses monoinsaturées
he: שומן חד בלתי רווי
hu: Egyszeresen telítetlen zsír
it: Acido grasso monoinsaturo
nl: Enkelvoudig onverzadigd vet
pl: Tłuszcze jednonienasycone
pt: Gordura monoinsaturada
ru: Мононенасыщенные жиры
sr: Мононезасићена маст
sv: Enkelomättat fett
tr: Tekli doymamış yağ
uk: Мононенасичені жири
zh: 单不饱和脂肪酸

source: Polyunsaturated fat
ca: Àcid gras poliinsaturat
cs: Vícenenasycené mastné kyseliny
da: Flerumættet fedt
de: Mehrfach ungesättigte Fettsäuren
es: Grasas polisaturadas
et: Polüküllastumata rasvu
fi: Monityydyttymätön rasva
fr: Graisses polyinsaturées
he: שומן רב בלתי רווי
hu: Többszörösen telítetlen zsír
it: Acido grasso polinsaturo
nl: Meervoudig onverzadigd vet
pl: Tłuszcze wielonienasycone
pt: Gordura poli-insaturada
ru: Полиненасыщенные жиры
sr: Полинезасићена маст
sv: Fleromättat fett
tr: Çoklu doymamış yağ
uk: Поліненасичені жири
zh: 多不饱和脂肪酸

source: Omega 3
cs: Omegy 3
et: Oomega 3
fi: Omegaa 3
fr: Oméga 3
he: אומגה 3
pt: Ômega 3
ru: Омега-3
sr: Омега 3
uk: Омега 3
zh: Ω-3脂肪酸

source: Omega 6
cs: Omegy 6
et: Oomega 6
fi: Omegaa 6
fr: Oméga 6
he: אומגה 6
pt: Ômega 6
ru: Omega-3
sr: Омега 6
uk: Омега 6
zh: Ω-6脂肪酸

source: Saturated fat
ca: Àcid gras saturat
cs: Nasycené mastné kyseliny
da: Mættet fedt
de: Gesättigte Fettsäuren
es: Grasas saturadas
et: Küllastunud rasvu
fi: Tyydyttynyt rasva
fr: Graisses saturées
he: שומן רווי
hu: Telített zsír
it: Acido grasso saturo
nl: Verzadigd vet
pl: Tłuszcze nasycone
pt: Gordura saturada
ru: Насыщенные жиры
sr: Засићена маст
sv: Mättat fett
tr: Doymuş yağ
uk: Насичені жири
zh: 饱和脂肪酸

source: Vitamin C
ca: Vitamina C
cs: Vitamín C
es: Vitamina C
et: Vitamiin C
fi: C-Vitamiini
fr: Vitamine C
he: ויטמין C
hu: C-Vitamin
it: Vitamina C
nl: Vitamine C
pl: Witamina C
pt: Vitamina C
ru: Витамин C
sr: Витамин Ц
sv: Vitaminer C
tr: C vitamini
uk: Вітамін С
zh: 维生素C

source: Vitamin D
ca: Vitamina D
cs: Vitamín D
es: Vitamina D
et: Vitamiin D
fi: D-Vitamiini
fr: Vitamine D
he: ויטמין D
hu: D-Vitamin
it: Vitamina D
nl: Vitamine D
pl: Witamina D
pt: Vitamina D
ru: Витамин D
sr: Витамин Д
sv: Vitaminer D
tr: D vitamini
uk: Вітамін D
zh: 维生素D

source: Sugar
ca: Sucre
cs: Cukry
da: Sukker
de: Zucker
es: Azúcar
et: Suhkurt
fi: Sokeri
fr: Sucre
he: סוכר
hu: Cukor
it: Zucchero
nl: Suiker
pl: Cukier
pt: Açúcar
ru: Сахар
sr: Шећер
sv: Socker
tr: Şeker
uk: Цукор
zh: 糖

source: Sugar alcohol
ca: Sucre alcohòlic
cs: Cukerné alkoholy
da: Sukkeralkohol
de: Zuckeralkohole
es: Glicitol
et: Suhkru alkoholi
fi: Sokerialkoholi
fr: Polyols
he: סוכר כוהלי
hu: Cukoralkohol
it: Alcol di zucchero
nl: Suikeralcohol
pl: Alkohole cukrowe
pt: Álcool de açúcar
ru: Сахарный спирт
sr: Шећерни алкохол
sv: Sockeralkohol
tr: Şeker alkolü
uk: Цукровий спирт
zh: 糖醇

source: Fiber
ca: Fibra
cs: Vláknina
de: Ballaststoffe
es: Fibra
et: Kiudaineid
fi: Kuitu
fr: Fibres
he: סיבים
hu: Rost
it: Fibra
nl: Vezels
pl: Błonnik
pt: Fibra
ru: Волокно
sr: Влакна
sv: Fibrer
tr: Lif
uk: Волокна
zh: 膳食纤维

source: Salt
cs: Sůl
de: Salz
es: Sal
et: Soola
fi: Suola
fr: Sel
he: מלח
hu: Só
it: Sale
nl: Zout
pl: Sól
pt: Sal
ru: Соль
sv: Saltet
tr: Tuz
zh: 盐

source: Undo
cs: Zrušit
da: Fortryd
de: Rückgängig machen
es: Deshacer
et: Pööra tegevus tagasi
fi: Kumota
fr: Annuler
he: הסגה
hu: Visszavonás
it: Annulla
nl: Ongedaan maken
pl: Przywróć
pt: Desfazer
ru: Отменить
sk: Späť
sv: Ångra
tr: Geri al
zh: 取消

source: deleted
cs: smazáno
da: slettet
de: gelöscht
es: borrado
et: kustutatud
fi: poistaa
fr: Supprimé
he: נמחק
hu: törölve
it: eliminato
nl: verwijderd
pl: został usunięty
pt: apagado
ru: удалено
sk: odstránený
sv: bort
tr: silindi
zh: 删除

source: Tracking
ca: Seguint
cs: Sledování výživy
da: Sporing
es: Siguiendo
et: Arvepidamine
fi: Seuranta
fr: Suivi
he: מעקב
hu: Nyomkövetés
it: Tracciamento
nb_no: Sporing
nl: Bijhouden
pl: Bilans
pt: A rastrear
ru: Отслеживание
sk: Sledovanie
sr: Праћење
sv: Spårning
tr: Takip et
uk: Відстеження
zh: 营养情况

source: Bank account or credit card
ca: Compte bancari o targeta de crèdit
cs: Bankovní účet nebo platební karta
da: Bankkonto eller kreditkort
de: Bankkonto oder Kreditkarte
es: Cuenta bancaria o tarjeta de crédito
et: Pangakonto või krediitkaart
fi: Pankkitili tai luottokortti
fr: Compte bancaire ou carte de crédit
he: חשבון בנק או כרטיס אשראי
hu: Bankszámla vagy hitelkártya
it: Conto bancario o carta di credito
nl: Bankrekening of creditcard
pl: Płatność przelewem lub kartą kredytową
pt: Conta bancária ou cartão de crédito
ru: Банковский счет или кредитная карта
sr: Банковни рачун или кредитна картица
sv: Bankkonto eller kreditkort
tr: Banka hesabı veya kredi kartı
uk: Банківський рахунок або кредитна картка
zh: 银行账户或信用卡

# donationText
source: If you want to support the development by a donation, you are very welcome to do so! Creating this app is a lot of fun but also a very time consuming task and sometimes leads to little frustration :-).
ca: Si voleu ajudar al desenvolupament amb una donació, sou benvinguts! Crear aquesta aplicació és molt amè però també consumeix molt de temps i de vegades amb un poc de frustració :-).
cs: Pokud chcete podpořit vývoj příspěvkem, budeme velmi rádi! Vytváření této aplikace je zábava, ale též velmi časově náročné a někdy vede k frustraci :-).
da: Hvis du vil støtte udviklingen med en donation, er du meget velkommen til at gøre det! At lave denne app er meget sjovt, men også en meget tidskrævende opgave, som nogle gange fører til lidt frustration :-).
de: Ich würde mich sehr darüber freuen, wenn du die Entwicklung von Energize mit einer kleinen Spende unterstützt. Diese App zu Entwickeln macht zwar sehr viel Spaß, ist allerdings auch mit viel Zeit verbunden und manchmal ein wenig frustrierend :-).
es: Si quiere ayudar al desarrollo con una donación, es más que bienvenida. Crear esta aplicación es muy ameno pero también consume mucho tiempo y a veces un poco de frustración aparece :-).
et: Kui soovid toetada arendustööd annetusega, on see väga teretulnud! Selle rakenduse loomine on olnud väga lõbus, kuid ka väga aeganõudev ülesanne ja mõnikord toob kaasa väikese pettumuse :-).
fi: Jos haluat tukea kehitystä lahjoituksella, olet erittäin tervetullut tekemään niin! Tämän sovelluksen luominen on hauskaa, mutta myös hyvin aikaa vievää ja joskus johtaa pieneen turhautumiseen :-).
fr: Si vous souhaitez soutenir le développement par un don, nous vous en remercions ! La création de cette application est très amusante, mais elle prend aussi beaucoup de temps et entraîne parfois une certaine frustration :-).
he: אם חשוב לך לתמוך במיזם באמצעות תרומה כספים, אנו מאוד נשמח! יצירת היישומון הזה היא מאוד מהנה אבל גוזלת זמן רב ולפעמים טומנת בחובה לא מעט תסכולים :-).
hu: Ha adománnyal szeretnéd támogatni a fejlesztést, nagyon szívesen látunk! Ennek az alkalmazásnak a létrehozása nagyon szórakoztató, de egyben nagyon időigényes feladat is, és néha egy kis frusztrációhoz vezet :-).
it: Se volete sostenere lo sviluppo con una donazione, vi ringrazio! Creare questa applicazione è molto divertente, ma anche un compito che richiede molto tempo e che a volte porta a un po' di frustrazione :-).
nl: Wil je de ontwikkeling steunen met een donatie, dan is dat van harte welkom! Het maken van deze app is erg leuk, maar ook een zeer tijdrovende klus en leidt soms tot een beetje frustratie :-).
pl: Zachęcamy do wsparcia projektu darowizną! Tworzenie aplikacji jest oczywiście przyjemne, ale również czasochłonne i momentami frustrujące :-).
pt: Se quiser apoiar o desenvolvimento com uma doação, será muito bem-vindo! Criar esta app é muito divertido, mas também é uma tarefa que consome muito tempo e, às vezes, leva a um pouco de frustração :-).
ru: Если вы хотите поддержать разработку пожертвованием, будем очень признательны! Создание этого приложения - очень увлекательное занятие, но также и очень трудоемкая задача, которая иногда приводит к небольшому разочарованию :-).
sv: Om du vill stödja utvecklingen genom en donation är du varmt välkommen att göra det! Att skapa den här appen är mycket roligt men också en mycket tidskrävande uppgift och leder ibland till lite frustration :-).
tr: Geliştirilmesini bağış yaparak desteklemek isterseniz, bunu memnuniyetle karşılarız! Bu uygulamayı oluşturmak çok eğlenceli ama aynı zamanda çok zaman alan bir görev ve bazen biraz yılgınlığa yol açıyor :-).
uk: Якщо ви хочете підтримати розробку пожертвуванням, будь ласка, зробіть це! Створення цього додатку - це дуже веселе, але також дуже трудомістке завдання, яке іноді призводить до невеликого розчарування :-).
zh: 如果你想通过捐赠来支持软件开发，我们非常欢迎你这样做！开发这个应用程序很有趣，但同时也是一项非常耗时的任务，有时会遇到一些挫折:-)。

source: Bitcoin address copied to clipboard
ca: L'adreça Bitcoin s'ha desat al porta-retalls
cs: Bitcoinová adresa byla zkopírována do schránky
da: Bitcoin-adresse kopieret til udklipsholder
de: Bitcoin Adresse in die Zwischenablage kopiert
es: La dirección de Bitcoin se copió al portapapeles
et: Bitcoini aadress on kopeeritud lõikelauale
fi: Bitcoin-osoite kopioitu leikepöydälle
fr: Adresse Bitcoin copiée dans le presse-papiers
he: כתובת הביטקוין הועתה ללוח הגזירים
hu: Bitcoin cím másolása a vágólapra
it: Indirizzo Bitcoin copiato negli appunti
nl: Bitcoin-adres gekopieerd naar klembord
pl: Skopiowano adres Bitcoin do schowka
pt: Endereço Bitcoin copiado para a área de transferência
ru: Биткоин-адрес скопирован в буфер обмена
sr: Биткоин адреса ископирана у оставу
sv: Bitcoin-adress kopierad till Urklipp
tr: Bitcoin adresi panoya kopyalandı
uk: Bitcoin адреса скопійована в буфер обміну
zh: 已复制比特币地址到剪贴板

source: Source code
ca: Codi font
cs: Zdrojový kód
da: Kildekode
de: Quellcode
es: Código fuente
et: Lähtekood
fi: Lähdekoodi
fr: Code source
he: קוד המקור
hu: Forráskód
it: Codice sorgente
nb_no: Kildekode
nl: Broncode
pl: Kod źródłowy
pt: Código-fonte
ru: Исходный код
sr: Изворни код
sv: Källa kod
tr: Kaynak kodu
uk: Вихідний код
zh: 源代码

source: Translation
ca: Traducció
cs: Překlady
da: Oversættelse
de: Übersetzung
es: Traducción
et: Tõlge
fi: Käännös
fr: Traduction
he: תרגום
hu: Fordítás
it: Traduzione
nl: Vertaling
pa_pk: ترجمے
pl: Tłumaczenie
pt: Tradução
ru: Перевод
sr: Превод
sv: Översättning
tr: Çeviri
uk: Переклад
zh: 翻译
