Repository: christianfl/Energize
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, es, et, fi, fr, he, hu, it, nb_no, nl, pa_pk, pl, pt, ru, sk, sr, sv, tr, uk, zh

# notFoundInCustomFoodsOpenFoodFactsNeedsInternet
source: Not found in custom foods, Open Food Facts needs internet access
cs: Není k dispozici v potravinách na zakázku, služba Open Food Facts potřebuje přístup k internetu
da: Ikke fundet i brugerdefinerede fødevarer; Open Food Facts kræver internetadgang
de: Nicht bei der eigenen Nahrung gefunden, Open Food Facts benötigt Internetzugang
es: No se encuentran en alimentos personalizados, Open Food Facts necesita acceso a Internet
et: Ei leidunud sinu koostatud toitudes, Open Food Facts vajab luba internetiühenduse kasutamiseks
fi: Ei löydy mukautetuista elintarvikkeista, Open Food Facts tarvitsee internet-yhteyden
fr: Non trouvé dans des aliments personnalisés, Open Food Facts a besoin d'un accès à Internet
hu: Nem található az egyedi élelmiszerekben, az Open Food Facts internet-hozzáférést igényel
it: Non trovato negli alimenti personalizzati, Open Food Facts richiede l'accesso a Internet
pl: Nie znaleziono na liście własnych produktów. Połącz się z internetem, aby wyszukać w bazie Open Food Facts
pt: Não encontrado em alimentos personalizados, o Open Food Facts precisa de acesso à internet
ru: Не найдено в пользовательских продуктах, Open Food Facts требует доступ к интернету
sk: Nie je k dispozícii vo vlastných potravinách, Open Food Facts potrebuje prístup na internet
sv: Finns inte i anpassade livsmedel, Open Food Facts behöver tillgång till internet
tr: Özel yiyeceklerde bulunamadı, Açık Gıda Gerçekleri için internet erişimi gerekir
zh: 在 自定义食物 中未找到相关信息，Open Food Facts 食品数据库需要联网才能使用

# notFoundInCustomFoodsOpenFoodFactsHasError
source: Not found in custom foods, Open Food Facts search had an error
cs: Nebylo nalezeno ve vlastních potravinách, při vyhledávání v sekci Otevřít fakta o potravinách došlo k chybě
da: Ikke fundet i brugerdefinerede fødevarer; Open Food Facts-søgning havde en fejl
de: Nicht bei der eigenen Nahrung gefunden, Open Food Facts hatte einen Fehler bei der Suche
es: No se ha encontrado en los alimentos personalizados, la búsqueda Open Food Facts tuvo un error
et: Ei leidunud sinu koostatud toitudes, otsingul Open Food Facts teenusest tekkis viga
fi: Ei löydy räätälöidyistä elintarvikkeista, Open Food Facts -haun yhteydessä tapahtui virhe
fr: Non trouvé dans les aliments personnalisés, la recherche sur Open Food Facts avait une erreur
hu: Nem található meg az egyedi élelmiszerekben, Az Open Food Facts keresés hibát tartalmazott
it: Non trovato negli alimenti personalizzati, la ricerca di Open Food Facts è fallita
pl: Nie znaleziono na liście własnych produktów. Wystąpił błąd przy wyszukiwaniu w bazie Open Food Facts
pt: Não encontrado em alimentos personalizados, a pesquisa em Open Food Facts apresentou um erro
ru: Не найдено в пользовательских продуктах, при поиске в Open Food Facts произошла ошибка
sk: Nenájdené vo vlastných potravinách, Open Food Facts vyhľadávanie malo chybu
sv: Hittades inte i anpassade livsmedel, sökningen i Open Food Facts hade ett fel
tr: Özel yiyeceklerde bulunamadı, Açık Gıda Gerçekleri aramasında hata oluştu
zh: 在 自定义食物 中未找到相关信息，Open Food Facts 食品数据库搜索出错

# activityLevel1_6
source: You are a bit active, work and sometimes do sports
ca: Sou un poc actius, treballeu i a vegades feu esport
cs: Jste trochu aktivní, pracujete a občas sportujete
da: Du er lidt aktiv; arbejder og dyrker nogle gange sport
de: Du bist etwas aktiv und machst manchmal Sport
es: Hace un poco de actividad, trabaja y a veces hace deporte
et: Sa oled natuke aktiivne, töötad ja teed mõnikord sporti
fi: Olet hieman aktiivinen, työskentelet ja joskus urheilet
fr: Vous êtes un peu actif•ve, vous travaillez et faites parfois du sport
he: רמה מסוימת של פעילות, עבודה ולפעמים ספורט
hu: Kicsit aktív vagy, dolgozol és néha sportolsz
it: Sei un po' attivo/attiva, lavori e a volte fai sport
nl: Je bent een beetje actief, en sport soms
pl: Pracuję, ale mam czas na aktywność fizyczną
pt: É um pouco ativo, trabalha e às vezes pratica desporto
ru: Вы немного активны, работаете и иногда занимаетесь спортом
sr: Делимично сте активни, радите и некада се бавите спортом
sv: Du är lite aktiv, arbetar och ibland gör sport
tr: Biraz hareketlisiniz, çalışıyorsunuz ve bazen spor yapıyorsunuz
uk: Ви трохи активні, працюєте, іноді займаєтеся спортом
zh: 有点活跃，有时做运动

# weightTargetMaintaining
source: Maintaining
ca: Manteniment
cs: Udržování
da: Vedligehold vægt
de: Erhaltung
es: Mantenimiento
et: Kaalu säilitamine
fi: Ylläpitää
fr: Maintien
he: שימור
hu: Fenntartása
it: Mantenimento
nl: Behouden
pl: Utrzymanie
pt: Manutenção
ru: Поддержание веса
sr: Одржавање тежине
sv: Upprätthålla
tr: Koru
uk: Підтримання
zh: 维持现状

# calculatedNutritionTargetsHint
source: Feel free to edit the calculated targets according to your needs before applying them.
ca: Sou lliures de modificar els objectius calculats d'acord amb les vostres necessitats abans de desar-les.
cs: Neváhejte upravit vypočítané hodnoty před použitím dle vašich potřeb.
da: Du er velkommen til at redigere de beregnede mål efter dine behov, før du anvender dem.
de: Ändere die berechneten Vorgaben gerne nach deinem Wunsch bevor du sie anwendest.
es: Puede editar libremente los objetivos de acuerdo con sus necesidades antes de guardarlos.
et: Võid arvutuslikke eesmärke enne nende rakendamist vabalt vastavalt oma vajadustele muuta.
fi: Voit vapaasti muokata laskettuja tavoitteita omien tarpeidesi mukaan ennen niiden soveltamista.
fr: N'hésitez pas à modifier les objectifs calculés en fonction de vos besoins avant de les appliquer.
he: מאוד מומלץ לערוך את היעדים המחושבים לפי הצרכים שלך בטרם החלתם.
hu: Alkalmazásuk előtt nyugodtan szerkesztheti a kiszámított célokat az igényeinek megfelelően.
it: Non esitare a modificare gli obiettivi calcolati in base alle tue esigenze prima di applicarli.
nl: Pas gerust de berekende doelen aan naar jouw behoeften voordat je ze toepast.
pl: Możesz dostosować obliczone cele żywieniowe do swoich potrzeb przed zaakceptowaniem.
pt: Sinta-se à vontade para editar as metas calculadas de acordo com as suas necessidades antes de aplicá-las.
ru: Не стесняйтесь редактировать рассчитанные цели в соответствии с вашими потребностями перед их применением.
sr: Слободно промените нутритивне потребе у складу са вашим жељама, пре примене.
sv: Redigera gärna de beräknade målen efter dina behov innan du tillämpar dem.
tr: Uygulamadan önce hesaplanan hedefleri ihtiyaçlarınıza göre düzenlemekten çekinmeyin.
uk: Не соромтеся редагувати розраховані цілі відповідно до ваших потреб перед їх застосуванням.
zh: 请根据自身情况修改各项指标。

# calculationInfoText1
source: The calorie intake calculation is based on the Mifflin-St.Jeor formula. Please be aware that it can only act as an approximation to the real world values. These differ from person to person as their body conditions can diverge more or less.
ca: Els càlculs de presa de calories està basat en la formula Mifflin-St.Jeor. Si us plau, tingueu en compte que açò només és una aproximació dels valors al món real. Aquests canvien, més o menys, depenent de la persona i de les seves condicions físiques.
cs: Výpočet příjmu kalorií je založen na principu Mifflin-St.Jeor. Prosím mějte na paměti, že může sloužit pouze jako odhad opravdových hodnot. Mohou se lišit od osoby na osobu, protože mají různou tělesnou kondici.
da: Beregningen af kalorieindtaget er baseret på Mifflin-St. Jeor-formlen. Vær opmærksom på, at den kun kan fungere som en tilnærmelse til den virkelige verdens værdier. Disse varierer fra person til person, da deres kropsforhold kan afvige mere eller mindre.
de: Die Berechnung des Kalorienbedarfs basiert auf der Mifflin-St.Jeor Formel. Bitte beachte, dass das Ergebnis dieser Gleichung lediglich als eine Annäherung dienen kann, da der echte Grundumsatz sich von Person zu Person unterscheiden kann.
es: Los cálculos de ingesta de calorías está basada en la fórmula Mifflin-St.Jeor. Tenga en cuenta que los valores son una aproximación del mundo real. Estos pueden diferir más o menos entre diferentes personas debido a sus condiciones físicas.
et: Toiteväärtuse arvutamine põhineb Mifflin-St.Jeori valemil. Pea meeles, et see võib toimida ainult ligikaudselt tegelike väärtuste suhtes. Need erinevad inimeselt inimesele, kuna nende kehatingimused võivad rohkem või vähem erineda.
fi: Kalorien saannin laskeminen perustuu Mifflin-St.Jeorin kaavaan. Huomaa, että se voi toimia vain likiarvona todellisille arvoille. Ne vaihtelevat henkilöstä toiseen, koska heidän kehonsa olosuhteet voivat poiketa toisistaan enemmän tai vähemmän.
fr: Le calcul de l'apport calorique est basé sur la formule Mifflin-St.Jeor. Sachez qu'elle ne peut servir que d'approximation aux valeurs réelles. Celles-ci diffèrent d'une personne à l'autre, car leurs conditions corporelles peuvent diverger plus ou moins.
he: חישוב התצרוכת הקלורית מבוססת על נוסחת מילפין-סנט ג׳אור. נא לשים לב שהיא יכולה לשמש רק כשערוך לערכים מהעולם האמיתי. הם משתנים מאדם לאדם עקב תנאי גוף משתנים יותר או פחות.
hu: A kalóriabevitel kiszámítása a Mifflin-St.Jeor-formulán alapul. Kérjük, vegye figyelembe, hogy ez csak közelítő értékként szolgálhat a valós értékekhez. Ezek személyenként eltérőek, mivel testalkatuk többé-kevésbé eltérhet egymástól.
it: Il calcolo dell'apporto calorico si basa sulla formula di Mifflin-St.Jeor. Si tenga presente che essa può fungere solo da approssimazione ai valori reali. Questi variano da persona a persona, poiché le condizioni corporee possono essere più o meno diverse.
nl: De berekening van de calorie-inname is gebaseerd op de Mifflin-St.Jeor-formule. Houd er rekening mee dat dit alleen dient als benadering van de echte waarden. Deze verschillen van persoon tot persoon, omdat hun lichaamscondities min of meer kunnen verschillen.
pl: Użyta formuła jest oparta na równianiu Mifflina-St.Jeora. Miej na uwadze fakt, że podane progi są jedynie uśrednieniem rzeczywistych wartości.
pt: O cálculo da ingestão de calorias baseia-se na fórmula Mifflin-St.Jeor. Esteja ciente de que ela funciona apenas como uma aproximação dos valores do mundo real. Estes valores diferem de pessoa para pessoa, pois as suas condições corporais podem divergir em maior ou menor grau.
ru: Расчет потребления калорий основан на формуле Миффлина-Сан-Жеора. Пожалуйста, имейте в виду, что он может служить только приближением к реальным значениям. Они могут различаться от человека к человеку, так как состояние их тела может варьироваться.
sv: Beräkningen av kaloriintaget baseras på Mifflin-St.Jeor-formeln. Tänk på att det bara kan fungera som en approximation till de verkliga världsvärdena. Dessa skiljer sig från person till person eftersom deras kroppsförhållanden kan avvika mer eller mindre.
tr: Kalori alımı hesaplaması Mifflin-St.Jeor formülüne dayanmaktadır. Lütfen bunun gerçek dünya değerlerine yalnızca bir yaklaşım olacağını unutmayın. Vücut koşulları az ya da çok farklılık gösterebileceğinden bu değerler kişiden kişiye değişir.
uk: Розрахунок калорійності базується на формулі Міффліна-Сен-Жора. Будь ласка, майте на увазі, що він може бути лише наближеним до реальних значень. Вони відрізняються від людини до людини, оскільки стан їх організму може відрізнятися в більшій чи меншій мірі.
zh: 卡路里摄入量的计算是基于 Mifflin-St.Jeor公式。该计算结果只能作为实际摄入量的近似值，因为每个人的身体状况或多或少存在差异，所需的卡路里摄入量也不同。

source: Loading
cs: Načítání
da: Indlæser
de: Laden
es: Cargando
et: Laadime andmeid
fi: Lastaus
fr: Chargement
he: בטעינה
hu: Betöltés
it: Caricamento
nl: Laden
pl: Ładowanie
pt: A carregar
ru: Загрузка
sk: Nakladanie
sv: Lastning
tr: Yükleniyor
zh: 加载中

source: Protein
ca: Proteïna
cs: Bílkoviny
es: Proteína
et: Valke
fi: Proteiini
fr: Protéines
he: חלבון
hu: Fehérje
it: Proteina
nl: Eiwitten
pa_pk: پروٹین
pl: Białko
pt: Proteína
ru: Белок
sk: Bielkovín
sr: Беланчевине (протеини)
sv: Proteiner
tr: Proteinler
uk: Білки
zh: 蛋白质

source: Energy
ca: Energia
cs: Energie
da: Energi
de: Energie
es: Energía
et: Energiasisaldus
fi: Energia
fr: Énergie
he: אנרגיה
hu: Energia
it: Energia
nb_no: Energi
nl: Energie
pa_pk: اُورجا
pl: Wartość energetyczna
pt: Energia
ru: Энергия
sk: Energia
sr: Енергија
sv: Kraft
tr: Enerji
uk: Енергетична цінність
zh: 热量

source: Carbs
ca: Carbohidrats
cs: Sacharidy
da: Kulhydrater
de: Kohlenhydrate
es: Carbohidratos
et: Süsivesikuid
fi: Hiilarit
fr: Glucide
he: פחמימות
hu: Szénhidrátok
it: Carboidrati
nb_no: Karbohydrater
nl: Koolhydraten
pa_pk: کاربوہائیڈریٹ
pl: Węglowodany
pt: Carboidratos
ru: Углеводы
sk: Sacharidy
sr: Угљени хидрати
sv: Kolhydrater
tr: Karbonhidrat
uk: Вуглеводи
zh: 碳水化合物

# openFoodFactsTermsText
source: By activating this database you agree to the terms.
ca: Si activeu aquesta base de dades esteu acceptant les condicions.
cs: Aktivováním databáze dáváte souhlas s podmínkami použití.
da: Ved at aktivere denne database, accepterer du betingelserne.
de: Mit dem Aktivieren dieser Datenbank stimmst du den Nutzungsbedingungen zu.
es: Al activar esta base de datos acepta sus términos.
et: Selle andmebaasi kasutuselevõtmisel nõustud tema tingimustega.
fi: Aktivoimalla tämän tietokannan hyväksyt ehdot.
fr: En activant cette base de données, vous en acceptez les conditions.
he: הפעלת מסד הנתונים מהווה את הסכמתך לתנאים.
hu: Az adatbázis aktiválásával Ön elfogadja a feltételeket.
it: Attivando questa banca dati, accetti le condizioni.
nl: Door deze databank te activeren gaat u akkoord met de voorwaarden.
pl: Aktywując tę bazę danych zgadzasz się na warunki użytkowania.
pt: Ao ativar este banco de dados, concorda com os termos.
ru: Активируя эту базу данных, вы соглашаетесь с условиями.
sr: Покретањем ове базе изражавате слагање са условима коришћења.
sv: Genom att aktivera denna databas godkänner du villkoren.
tr: Bu veri tabanını etkinleştirerek koşulları kabul etmiş olursunuz.
uk: Активуючи цю базу даних, ви погоджуєтеся з умовами.
zh: 激活此数据库即表示您同意这些条款。

source: Terms of use
ca: Condicions d'ús
cs: Podmínky použití
da: Brugsbetingelser
de: Nutzungsbedingungen
es: Términos de uso
et: Kasutustingimused
fi: Käytön ehdot
fr: Conditions d'utilisation
he: תנאי השימוש
hu: Használati feltételek
it: Condizioni d'uso
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt: Termos de uso
ru: Условия использования
sr: Услови коришћења
sv: Användningsvillkor
tr: Kullanım koşulları
uk: Умови використання
zh: 使用条款

# usdaFoodDataCentralGeneralInformationText
source: FoodData Central is a database of food and nutritions from the US department of agriculture. The data is under the public domain and contains about 200 foundation foods and over 380.000 branded foods.
ca: FoodData Central és una base de dades d'aliments i nutrició del departament d'agricultura dels EUA. La informació que conté es de domini públic amb 200 bases d'aliments i més de 380.000 marques.
cs: FoodData Central je databáze nutričních hodnot potravin od Amerického ministerstva zemědělství. Data jsou volně přístupnáa obsahuje přibližně 200 základních potravin a přes 380 000 produktů.
da: FoodData Central er en database med mad og ernæring fra USAs landbrugsministerie. Dataen er frit tilgængelig og indholder over 380000 madvarer.
de: FoodData Central ist eine Datenbank für Lebensmittel und Nährstoffe des Landwirtschaftsministeriums der Vereinigten Staaten. Die Daten sind öffentlich zugänglich und enthalten etwa 200 Grundnahrungsmittel und über 380.000 Markenlebensmittel.
es: FoodData Central es una base de datos de alimentos y nutricional del departamento de agricultura de los EE.UU. Los datos incluidos son de dominio público y contiene unas 200 fundaciones alimentarias y 380.000 marcas.
et: FoodData Central on USA põllumajandusministeeriumi toidu ja toitainete andmebaas. Andmed on avalikud ja sisaldavad umbes 200 põhitoiduainet ja üle 380 000 kaubamärgiga toiduainet.
fi: FoodData Central on Yhdysvaltain maatalousministeriön elintarvike- ja ravintotietokanta. Tiedot ovat julkisia, ja ne sisältävät noin 200 peruselintarviketta ja yli 380 000 merkkituotetta.
fr: FoodData Central est une base de données sur les aliments et les nutriments du département de l'Agriculture des États-Unis. Les données sont dans le domaine public et contiennent environ 200 aliments de base et plus de 380 000 marques alimentaires.
he: FoodData Central הוא מסד נתוני מזון ומזינים מבית משרד החקלאות האמריקאי. הנתונים מוגשים לנחלת הכללי ומכילים בערך 200 רכיבי מזון בסיסיים ולמעלה מ־380,000 מוצרי מזון ממותגים.
hu: A FoodData Central az Egyesült Államok mezőgazdasági minisztériumának élelmiszer- és tápanyag-adatbázisa. Az adatok nyilvánosak, és mintegy 200 alapélelmiszert és több mint 380 000 márkás élelmiszert tartalmaznak.
it: FoodData Central è una banca dati di alimenti e nutrizioni del Dipartimento dell'agricoltura degli Stati Uniti. I dati sono di dominio pubblico e contengono circa 200 alimenti di fondazione e oltre 380 000 alimenti di marca.
nl: FoodData Central is een databank met eten en voedingsstoffen van het Amerikaanse ministerie van landbouw. De gegevens vallen onder het publieke domein en bevatten ongeveer 200 basisvoedingsmiddelen en meer dan 380.000 merkvoedingsmiddelen.
pl: FoodData Central jest bazą danych produktów spożywczych i wartości odżywczych sporządzona przez Departament Rolnictwa Stanów Zjednoczonych. Zawiera dane na temat około 200 składników i ponad 380 tysięcy produktów spożywczych. Baza danych jest w domenie publicznej.
pt: O FoodData Central é um banco de dados de alimentos e nutrientes do Departamento de Agricultura dos EUA. Os dados são de domínio público e contêm cerca de 200 alimentos básicos e mais que 380.000 alimentos de marca.
ru: FoodData Central - это база данных о продуктах питания и питательных веществах от Министерства сельского хозяйства США. Данные находятся в общественном достоянии и содержат около 200 основных продуктов и более 380 000 фирменных продуктов.
sv: Food Data Central är en databas över livsmedel och näringsämnen från USA: s jordbruksdepartement. Uppgifterna är offentliga och innehåller cirka 200 foundation foods och över 380.000 branded foods.
tr: FoodData Central, ABD tarım bakanlığına ait bir gıda ve besin veri tabanıdır. Veriler kamu malıdır ve yaklaşık 200 temel gıda ve 380.000'den fazla markalı gıda içerir.
uk: FoodData Central - це база даних про продукти харчування та поживні речовини від Міністерства сільського господарства США. Дані знаходяться у відкритому доступі та містять близько 200 основних продуктів харчування та понад 380.000 брендованих продуктів харчування.
zh: FoodData Central是美国农业部建立的一个有关食品和营养成分的数据库。该数据库属于公共财产，涵盖约200种常见食品以及超过38万种品牌食品的信息。

source: All licenses
ca: Totes les llicencies
cs: Všechny licence
da: Alle licenser
de: Alle Lizenzen
es: Todas las licencias
et: Kõik litsentsid
fi: Kaikki lisenssit
fr: Toutes les licences
he: כל הרישיונות
hu: Minden licenc
it: Tutte le licenze
nl: Alle licenties
pl: Wszystkie licencje
pt: Todas as licenças
ru: Все лицензии
sr: Све лиценце
sv: Alla licenser
tr: Tüm lisanslar
uk: Всі ліцензії
zh: 所有许可证

# backupAndRestoreHint
source: Store your data locally or on a WebDAV compatible cloud storage like Nextcloud
ca: Desa les vostres dades a un servidor d'emmagatzematge compatible amb WebDAV com Nextcloud
cs: Ukládejte svá data lokálně nebo v cloudovém úložišti kompatibilním s WebDAV, jako je Nextcloud
da: Gem dine data på en WebDAV-kompatibel cloudtjeneste som f.eks. Nextcloud
de: Sichere deine Daten lokal oder auf einem WebDAV-kompatiblen Server, wie z.B. Nextcloud
es: Almacena tus datos localmente o en un almacenamiento en la nube compatible con WebDAV como Nextcloud
et: Säilita oma andmeid nutiseadmes või WebDAVi kasutavas pilvepõhises salvestusruumis nagu Nextcloud
fi: Tallenna tiedot paikallisesti tai WebDAV-yhteensopivaan pilvitallennukseen, kuten Nextcloud
fr: Stockez vos données localement ou sur un stockage cloud compatible WebDAV comme Nextcloud
he: אפשר לאחסן את הנתונים שלך מקומית או באחסון ענן תומך WebDAV כמו למשל Nextcloud
hu: Tárolja adatait helyben vagy egy WebDAV-kompatibilis felhőalapú tárhelyen, például a Nextcloudon
it: Memorizza i tuoi dati su un server compatibile con WebDAV come Nextcloud
nb_no: Lagre dataen din i en WebDAV-kompatibel skylagring som f.eks. Nextcloud
nl: Bewaar je gegevens op een WebDAV-compatibele cloudopslag, zoals Nextcloud
pl: Przechowuj dane na urządzeniu lub usłudze przechowywania w chmurze zgodnej z WebDAV, np: Nextcloud
pt: Armazene os seus dados localmente ou num armazenamento em nuvem compatível com WebDAV, como o Nextcloud
ru: Храните ваши данные локально или в облачном хранилище, совместимом с WebDAV, например, в Nextcloud
sr: Сачувајте ваше податке на ВебДАВ компатибилно складиште на облаку као што је то Nextcloud
sv: Lagra dina data lokalt eller på en WebDAV-kompatibel molnlagring som Nextcloud
tr: Verilerinizi yerel olarak veya Nextcloud gibi WebDAV uyumlu bir bulut deposunda saklayın
uk: Зберігайте дані у хмарному сховищі з підтримкою WebDAV, такому як Nextcloud
zh: 将您的数据存储在本地或兼容WebDAV的云存储上，如Nextcloud

source: Report issue
ca: Comuniqueu un problema
cs: Nahlásit problém
da: Anmeld fejl
de: Fehler melden
es: Notificar error
et: Teata veast
fi: Raportoi asiasta
fr: Signaler un problème
he: דיווח על תקלה
hu: Jelentési probléma
it: Segnala un problema
nb_no: Innrapporter feil
nl: Een fout melden
pl: Zgłoś problem
pt: Relatar problema
ru: Сообщить о проблеме
sr: Пријави проблем
sv: Rapportera problem
tr: Sorun bildir
uk: Надіслати звіт
zh: 报告问题

source: About Energize
ca: Quant a Energize
cs: O Energize
da: Om Energize
de: Über Energize
es: Sobre Energize
et: Rakenduse teave: Energize
fi: Tietoja Energize
fr: À propos d'Energize
he: על Energize
hu: Mintegy Energize
it: Informazioni su Energize
nb_no: Om
nl: Over Energize
pl: O Energize
pt: Sobre o Energize
ru: О программе Energize
sr: О програму Energize
sv: Om Energize
tr: Energize Hakkında
uk: Про Energize
zh: 关于Energize

source: Barcode
ca: Codi de barres
cs: Čárový kód
da: Stregkode
es: Código de barras
et: Triipkood
fi: Viivakoodi
fr: Code-barre
he: ברקוד
hu: Vonalkód
it: Codice a barre
nl: Streepjescode
pa_pk: بارکوڈ
pl: Kod kreskowy
pt: Código de barras
ru: Штрих-код
sr: Бар-код
sv: Streckkod
tr: Barkod
uk: Штрих-код
zh: 食品条形码

# activityLevel1_2
source: You are sitting in your bed the whole day
ca: Esteu asseguts al llit tot el dia
cs: Celý den sedíte v posteli
da: Du sidder i din seng hele dagen
de: Du sitzt den ganzen Tag im Bett
es: Esta sentado en la cama todo el día
et: Sa istud kogu päeva oma voodis
fi: Istut sängyssäsi koko päivän
fr: Vous êtes assis·e dans votre lit toute la journée
he: ישיבה במיטה כל היום הוא העיסוק העיקרי שלך
hu: Egész nap az ágyadban ülsz
it: Sei seduto/seduta nel tuo letto tutto il giorno
nl: Je zit de hele dag op je bed
pl: Siedzę na łóżku przez cały dzień
pt: Está sentado na sua cama todo o dia
ru: Вы целыми днями сидите в своей постели
sr: Седите у кревету по цео дан
sv: Du sitter i din säng hela dagen
tr: Bütün gün yatağınızda oturuyorsunuz
uk: Ви цілими днями сидите в своєму ліжку
zh: 一整天都坐在床上

# activityLevel1_3
source: You don't really go outside very often
ca: No eixiu fora molt a sovint
cs: Nechodíte moc ven
da: Du går ikke særlig tit udenfor
de: Du bewegst dich wenig
es: No sale fuera a menudo
et: Sa ei käi eriti tihti väljas
fi: Et käy ulkona kovin usein
fr: Vous ne sortez pas très souvent
he: יציאה החוצה פחות מדברת אליך
hu: Nem igazán jársz ki gyakran a szabadba
it: Non esci molto spesso all'aperto
nl: Je gaat eigenlijk niet vaak naar buiten
pl: Rzadko wychodzę z domu
pt: Não sai muitas vezes
ru: Вы не очень часто бываете на улице
sr: Не излазите веома често
sv: Du går inte riktigt ut så ofta
tr: Çok sık dışarı çıkmıyorsunuz
uk: Ви не дуже часто буваєте на вулиці
zh: 不经常外出
