Repository: christianfl/Energize
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, es, et, fi, fr, he, hu, it, nb_no, nl, pa_pk, pl, pt, ru, sk, sr, sv, tr, uk, zh

# swissFoodCompositionDatabaseGeneralInformationText
source: This database offers about 1.100 general products and many micronutrients. Because it is stored on your device it therefore works offline.
ca: Aquesta base de dades ofereix al voltant de 1.100 productes generals i molts micronutrients. Com es desa al vostre dispositiu, també funcionarà sense connexió.
cs: Tato databáze obsahuje informace o přibližně 1100 potravinách, včetně mikronutrientů. Funguje i bez internetu, protože je uložená lokálně.
da: Denne database tilbyder omkring 1.100 generelle produkter og mange mikronæringsstoffer. Da den er gemt på din enhed, virker den også offline.
de: Diese Datenbank beinhaltet mehr als 1.100 allgemeine Produkte und zahlreiche Mikronährstoffe. Weil sie auf deinem Gerät gespeichert ist, funktioniert sie auch ohne Internetverbindung.
es: Esta base de datos ofrece más de 1.100 productos generales y muchos micronutrientes. Además al guardarse en su dispositivo funciona sin conexión.
et: Antud andmebaas sisaldab umbes 1100 tavatoodet ja palju mikrotoitaineid. Kuna ta on salvestatud sinu nutiseadmesse, töötab ta seetõttu ka võrguühenduseta.
fi: Tämä tietokanta tarjoaa noin 1 100 yleistä tuotetta ja monia hivenaineita. Koska se on tallennettu laitteeseesi, se toimii offline-tilassa.
fr: Cette base de données propose environ 1 100 produits généraux et de nombreux micronutriments. Comme elle est stockée sur votre appareil et elle fonctionne hors ligne.
he: מסד הנתונים הזה מציע בערך 1,100 סוגי מזון כלליים שונים. כיוון שהוא מאוחסן במכשיר שלך הוא יכול לעבוד גם בלי אינטרנט.
hu: Ez az adatbázis körülbelül 1.100 általános terméket és számos mikrotápanyagot kínál. Mivel az Ön készülékén tárolódik, ezért offline is működik.
it: Questa banca dati offre circa 1 100 prodotti generali e molti micronutrienti. Visto che è memorizzata sul tuo dispositivo, funziona senza rete dati.
nl: Deze databank biedt ongeveer 1100 algemene producten en veel microvoedingsstoffen. Omdat het op je apparaat wordt opgeslagen, werkt het ook offline.
pl: Ta baza danych oferuje informacje na temat około 1,100 produktów ogólnych i wielu mikroskładników. Działa w trybie offline, ponieważ jest przechowywana na urządzeniu.
pt: Este banco de dados oferece cerca de 1.100 produtos gerais e muitos micronutrientes. Como é armazenado no seu dispositivo, funciona offline.
ru: Эта база данных предлагает около 1.100 общих продуктов и множество микроэлементов. Поскольку она хранится на вашем устройстве, она работает в автономном режиме.
sv: Denna databas erbjuder cirka 1.100 allmänna produkter och många mikronäringsämnen. Eftersom den är lagrad på din enhet fungerar den därför offline.
tr: Bu veri tabanı yaklaşık 1.100 genel ürün ve birçok mikro besin sunar. Aygıtınızda saklandığı için çevrim dışı çalışır.
uk: Ця база даних пропонує близько 1.100 загальних продуктів та багато мікроелементів. Оскільки вона зберігається на вашому пристрої, вона працює в автономному режимі.
zh: 该数据库提供了大约1100种常见食品以及众多微量营养素数据。由于它存储在您的设备上，所以无需联网即可使用。

source: Fat ratio
ca: Ràtio de greix
cs: Poměr tuku
de: Fettanteil
es: Ratio de grasa
et: Rasvade suhe
fi: Rasvan osuus
fr: Taux de graisses
he: יחס שומן
hu: Zsír arány
it: Livello di grasso
nl: Vetratio
pl: Procent tłuszczu
pt: Proporção de gordura
ru: Соотношение жиров
sr: Однос масти
sv: Fettkvot
tr: Yağ oranı
uk: Співвідношення жирів
zh: 脂肪比率

# tapHereForFurtherInformation
source: Tap here for futher information.
ca: Toqueu ací per a més informació.
cs: Klikněte pro více informací.
da: Tryk her for yderligere information.
de: Tippe hier für weitere Informationen.
es: Toque aquí para más información.
et: Lisateabe saamiseks klõpsi siin.
fi: Napauta tästä saadaksesi lisätietoja.
fr: Cliquez ici pour plus d'informations.
he: אפשר לגעת כאן למידע נוסף.
hu: További információkért koppintson ide.
it: Tocca qui per ulteriori informazioni.
nl: Tik hier voor meer informatie.
pl: Kliknij tutaj, aby uzyskać więcej informacji.
pt: Toque aqui para mais informações.
ru: Нажмите здесь для получения дополнительной информации.
sr: Тапните за више података.
sv: Tryck här för mer information.
tr: Daha fazla bilgi için buraya dokunun.
uk: Натисніть тут для отримання додаткової інформації.
zh: 点击此处了解更多信息。

# openFoodFactsGeneralInformationText
source: Please be aware that whereas this database is very large, entries can be incomplete or out-of-date. Every registered user can update nutrient values. Adding new products is possible without creating an account. Deactivating this database does also include EAN scanning so you will only be able to scan custom foods by EAN code then.
ca: Tingueu en compte que malgrat aquesta base de dades és molt gran, el contingut pot ser incomplet o obsolet. Qualssevol usuari registrat pot actualitzar els valors de nutrients. Afegir nous productes és possible sense crear cap compte. Desactivar aquesta base de dades, desactiva al mateix temps l'escaneig EAN, per tant només podreu escanejar aliments personalitzats pel codi EAN.
cs: Berte prosím v úvahu, že tato databáze je obrovská a občas obsahuje nekompletní nebo zastaralá data. Každý registrovaný uživatel může nutriční hodnoty produktů upravovat. Přidávání nových položek je dokonce možné bez vytvořeného účtu. Po deaktivaci této databáze budete moct skenovat pouze vlastní vytvořené potraviny.
da: Vær opmærksom på at opslag i denne store database kan være ufuldkomne. Brugere kan opdatere næringsindholdet. Alle kan indsætte et nyt produkt. Hvis du slår denne database fra har det ingen indflydelse på stregkoder.
de: Diese Datenbank beinhaltet sehr viele Lebensmittel, allerdings können Daten unter Umständen unvollständig, veraltet oder falsch sein. Jeder registrierte Benutzer kann Werte bearbeiten; das Hinzufügen neuer Produkte ist für jeden möglich. Das Deaktivieren wirkt sich auch auf das EAN-Scanning aus, sodass dort dann ausschließlich selbsterstellte Nahrung gefunden werden kann.
es: Tenga en cuenta que aunque esta base de datos es muy grande, el contenido puede ser incompleto u obsoleto. Todo usuario registrado puede actualizar los valores de nutrientes. Añadir nuevos productos es posible sin crear cuenta alguna. Si desactiva esta base de datos, también desactivará el escaneo EAN, por lo que sólo podrá escanear alimentos personalizados por su código EAN.
et: Pane tähele, et kuna see andmebaas on väga suur, võivad kirjed olla puudulikud või aegunud. Iga registreeritud kasutaja saab toitainete väärtusi uuendada. Uute toodete lisamine on võimalik ilma kontot loomata. Selle andmebaasi deaktiveerimine hõlmab ka EAN-koodi skaneerimist, nii et siis saad skaneerida kohandatud toiduaineid ainult EAN-koodi järgi.
fi: Huomaa, että koska tämä tietokanta on hyvin laaja, tiedot voivat olla puutteellisia tai vanhentuneita. Jokainen rekisteröitynyt käyttäjä voi päivittää ravinnearvoja. Uusien tuotteiden lisääminen on mahdollista ilman tilin luomista. Tämän tietokannan poistaminen käytöstä sisältää myös EAN-skannauksen, joten voit skannata mukautettuja elintarvikkeita vain EAN-koodin perusteella.
fr: Veuillez noter qu'étant donné que cette base de données est très vaste, les entrées peuvent être incomplètes ou obsolètes. Chaque utilisateur enregistré peut mettre à jour les valeurs nutritives. L'ajout de nouveaux produits est possible sans créer de compte. La désactivation de cette base de données inclut également la numérisation des codes EAN. Vous ne pourrez donc plus numériser les aliments personnalisés que par code EAN.
he: נא לשים לב שלמרות שמסד הנתונים הזה גדול מאוד, הרשומות יכולות להיות חלקיות או בלתי עדכניות. כל משתמש רשום יכול לעדכן את ערכי ההזנה. אפשר להוסיף מוצרים חדשים גם בלי ליצור חשבון. השבתת הגישה למסד הנתונים הזה כוללת גם סריקת EAN כך שאפשר יהיה לסרוק מוצרי מזון מותאמים אישית רק באמצעות קוד EAN.
hu: Kérjük, vegye figyelembe, hogy mivel ez az adatbázis nagyon nagy, a bejegyzések hiányosak vagy elavultak lehetnek. Minden regisztrált felhasználó frissítheti a tápanyagértékeket. Új termékek hozzáadása fiók létrehozása nélkül is lehetséges. Az adatbázis deaktiválása az EAN beolvasást is magában foglalja, így az egyéni élelmiszerek beolvasása csak ekkor lesz lehetséges az EAN kód alapján.
it: Si tenga presente che, essendo questa base di dati molto ampio, le voci possono essere incomplete o non aggiornate. Ogni utente registrato può aggiornare i valori dei nutrienti. L'aggiunta di nuovi prodotti è possibile senza creare un account. La disattivazione di questa base di dati include anche la scansione EAN, quindi sarà possibile scansionare gli alimenti personalizzati solo in base al codice EAN.
nl: Houd er rekening mee dat, hoewel deze databank erg groot is, gegevens onvolledig of verouderd kunnen zijn. Iedere geregistreerde gebruiker kan voedingswaarden aanpassen. Het toevoegen van nieuwe producten is mogelijk zonder een account aan te maken. Het uitschakelen van deze databank omvat ook EAN-scannen, waardoor je alleen aangepaste voedingsmiddelen op EAN-code kunt scannen.
pl: Pomimo obszerności tej bazy danych, należy mieć na uwadze, że większość pozycji może być niekompletna bądź nieaktualna. Każdy zarejestrowany użytkownik może uaktualnić wartości odżywcze produktów. Dodawanie nowych produktów jest możliwe bez konieczności zakładania konta. Po wyłączeniu tej opcji skanowanie kodów kreskowych będzie możliwe tylko w przypadku własnych produktów.
pt: Esteja ciente de que, como este banco de dados é muito grande, as informações podem estar incompletas ou desatualizadas. Todos os utilizadores registados podem atualizar os valores dos nutrientes. A adição de novos produtos é possível sem a criação de uma conta. A desativação desse banco de dados também inclui a digitalização EAN, portanto, só poderá digitalizar alimentos personalizados pelo código EAN.
ru: Пожалуйста, обратите внимание, что хотя эта база данных очень большая, записи могут быть неполными или устаревшими. Каждый зарегистрированный пользователь может обновлять значения питательных веществ. Добавление новых продуктов возможно без создания аккаунта. Отключение этой базы данных также включает сканирование EAN, поэтому вы сможете сканировать только пользовательские продукты по EAN-коду.
sv: Observera att även om denna databas är mycket stor, poster kan vara ofullständig eller inaktuell. Varje registrerad användare kan uppdatera näringsvärden. Att lägga till nya produkter är möjligt utan att skapa ett konto. Att inaktivera denna databas inkluderar också EAN-skanning så att du bara kan skanna anpassade livsmedel med EAN-kod då.
tr: Lütfen bu veri tabanının çok büyük olmasına rağmen girdilerin eksik veya güncelliğini yitirmiş olabileceğini unutmayın. Kayıtlı her kullanıcı besin değerlerini güncelleyebilir. Hesap oluşturmadan yeni ürünler eklenebilir. Bu veri tabanının devre dışı bırakılması EAN taramasını da içerir, bu nedenle yalnızca özel gıdaları EAN koduna göre tarayabileceksiniz.
uk: Будь ласка, зверніть увагу, що, незважаючи на те, що ця база даних дуже велика, записи можуть бути неповними або застарілими. Кожен зареєстрований користувач може оновлювати значення поживних речовин. Додавання нових продуктів можливе без створення облікового запису. Деактивація цієї бази даних також включає сканування EAN, тому ви зможете сканувати продукти за кодом EAN лише після цього.
zh: 请注意，虽然这个数据库规模庞大，但其中的信息可能并不完整或者已经过时。每个注册用户都可以更新食品营养值。无需创建帐户即可添加新产品。停用这个数据库也包括停用条形码扫描功能，关闭之后您将只能通过条形码搜索自定义食物。

source: Contribute
ca: Contribuir
cs: Přispějte na
da: Bidrag
de: Mitwirken
es: Contribuir
et: Tee kaastööd
fi: Osallistu
fr: Contribuer
he: התנדבות
hu: Hozzájárulás
it: Contribuire
nl: Bijdragen
pl: Wesprzyj
pt: Contribuir
ru: Внести вклад
sr: Допринеси
sv: Bidra
tr: Katkıda bulun
uk: Зробити внесок
zh: 帮助完善数据库

# databaseContributeText
source: See how you can help improving this database.
ca: Mireu com podeu ajudar a millorar aquesta base de dades.
cs: Ukázat jak se můžu zapojit do zlepšování databáze.
da: Se hvordan du kan hjælpe med at forbedre databasen.
de: Schau dir an, wie du helfen kannst, diese Datenbank zu verbessern.
es: Mire como puede ayudar a mejorar esta base de datos.
et: Vaata, kuidas saad aidata seda andmebaasi täiendada.
fi: Katso, miten voit auttaa parantamaan tätä tietokantaa.
fr: Voyez comment vous pouvez contribuer à améliorer cette base de données.
he: כאן אפשר לראות איך אפשר לשפר את מסד הנתונים הזה.
hu: Nézze meg, hogyan segíthet az adatbázis javításában.
it: Vedi come puoi aiutare a migliorare questa banca dati.
nl: Ontdek hoe je kan helpen met het verbeteren van deze databank.
pl: Zobacz, jak możesz pomóc w ulepszaniu tej bazy danych.
pt: Veja como pode ajudar a melhorar este banco de dados.
ru: Узнайте, как вы можете помочь улучшить эту базу данных.
sr: Погледајте како можете побољшати ову базу података.
sv: Se hur du kan hjälpa till att förbättra den här databasen.
tr: Bu veri tabanını iyileştirmeye nasıl yardımcı olabileceğinize bakın.
uk: Дізнайтеся, як ви можете допомогти поліпшити цю базу даних.
zh: 了解可以如何协助完善这个数据库。

source: Propose improvement
cs: Navrhnout zlepšení
da: Foreslå forbedring
de: Verbesserung vorschlagen
es: Proponer mejoras
et: Tee parandusettepanekuid
fi: Ehdotetaan parannusta
fr: Proposer une amélioration
he: הצעת שיפור
hu: Javasoljon javítást
it: Suggerisci miglioramento
nl: Verbetering voorstellen
pl: Zaproponuj poprawki
pt: Propor melhorias
ru: Предложить улучшение
sv: Föreslå förbättring
tr: İyileştirme öner
zh: 提出改进建议

source: Stored on device
ca: Desat al dispositiu
cs: Dostupné lokálně
da: Gemt på enheden
de: Auf Gerät gespeichert
es: Guardado en el dispositivo
et: Salvestatud nutiseadmes
fi: Tallennettu laitteeseen
fr: Stocké sur l'appareil
he: מאוחסן במכשיר
hu: A készüléken tárolva
it: Memorizzato sul dispositivo
nl: Opgeslagen op apparaat
pl: Dostępne lokalnie
pt: Armazenado no dispositivo
ru: Сохранено на устройстве
sr: Сачувано на уређају
sv: Lagrad på enheten
tr: Aygıtta saklanır
uk: Зберігається на пристрої
zh: 存储在设备上的数据库

source: Swiss Food Composition Database
ca: Base de dades suís de valors nutritius
cs: Švýcarská databáze složení potravin
de: Schweizer Nährwertdatenbank
es: Base de datos suiza de valores nutricionales
et: Šveitsi toidukoostise andmekogu
fi: Sveitsin elintarvikkeiden koostumustietokanta
fr: Base de données suisse des valeurs nutritives
he: מסד נתוני הרכב המזון השווייצרי
hu: Svájci élelmiszer-összetételi adatbázis
it: Banca dati svizzera dei valori nutritivi
nl: Zwitserse voedselsamenstellingsdatabank
pt: Banco de dados suíço de composição de alimentos
ru: Швейцарская база данных о составе пищи
sv: Schweizisk databas för livsmedelssammansättning
tr: İsviçre Gıda Bileşimi Veri Tabanı
uk: Швейцарська База Даних Про Склад Їжі
zh: 瑞士食物成分数据库

source: Scan barcode
cs: Skenování čárového kódu
da: Skan stregkode
de: Barcode scannen
es: Escanear código de barras
et: Skaneeri triipkoodi
fi: Skannaa viivakoodi
fr: Scanner le code-barre
hu: Vonalkód beolvasása
it: Scansione codice a barre
pl: Skanuj kod kreskowy
pt: Escanear código de barras
ru: Сканировать штрих-код
sk: Skenovanie čiarového kódu
sv: Skanna streckkod
tr: Barkod tara
zh: 扫描条形码

source: Product or brand
cs: Produkt nebo značka
da: Produkt eller mærke
de: Produkt oder Marke
es: Producto o marca
et: Toode või kaubamärk
fi: Tuote tai tuotemerkki
fr: Produit ou marque
hu: Termék vagy márka
it: Prodotto o marca
pl: Produkt lub marka
pt: Produto ou marca
ru: Продукт или бренд
sk: Produkt alebo značka
sv: Produkt eller varumärke
tr: Ürün veya marka
zh: 搜索食物或品牌

# activityLevel2_0
source: You do a physically active job and workout hard regularly
ca: Feu un treball amb activitat física i feu exercici exigent amb regularitat
cs: Máte fyzicky náročnou práci a často intenzivně cvičíte
da: Du har et fysisk aktivt job og træner hårdt regelmæssigt
de: Du hast einen körperlich anstrengenden Job und trainierst regelmäßig sehr hart
es: Realiza un trabajo físico y hace ejercicio intensivo con regularidad
et: Teed füüsiliselt aktiivset tööd ja treenid regulaarselt kõvasti
fi: Teet fyysisesti aktiivista työtä ja harjoittelet kovaa säännöllisesti
fr: Vous avez un travail physiquement actif et vous vous entraînez régulièrement
he: העבודה שלך מאוד פיזית ויש לך אימונים קשים ותדירים
hu: Fizikailag aktív munkát végez és rendszeresen keményen edz
it: Hai un lavoro fisicamente attivo e ti alleni regolarmente
nl: Je hebt een fysiek zware baan en je traint regelmatig hard
pl: Pracuję fizycznie i ciężko trenuję
pt: Tem um trabalho fisicamente ativo e se exercita vigorosamente com frequência
ru: Вы занимаетесь физически активной работой и усердно регулярно тренируетесь
sr: Радите на физички захтевном послу и често вежбате
sv: Du gör ett fysiskt aktivt jobb och tränar hårt regelbundet
tr: Fiziksel olarak hareketli bir iş yapıyorsunuz ve düzenli olarak sıkı egzersiz yapıyorsunuz
uk: Ви займаєтеся фізично активною роботою і регулярно тренуєтеся
zh: 从事体力活动，并定期努力锻炼

# energyDistributionChartMissingHint
source: The energy distribution chart is only shown if you have set a calories target and a target for at least one of the macronutrients.
cs: Graf rozložení energie se zobrazí pouze v případě, že jste nastavili cílovou hodnotu kalorií a cílovou hodnotu alespoň jedné z makroživin.
da: Energifordelingsdiagrammet vises kun, hvis du har indstillet et kaloriemål og et mål for mindst et af makronæringsstofferne.
de: Das Diagramm der Energieverteilung wird erst gezeigt wenn die Gesamtenergie und ein Ziel für mindestens eines der Makronährstoffe gesetzt ist.
es: El gráfico de distribución de energía sólo se muestra si ha establecido un objetivo de calorías y un objetivo para al menos uno de los macronutrientes.
et: Energiajaotuse graafik kuvatakse ainult siis, kui oled seadnud kalorite eesmärgi ja eesmärgi vähemalt ühele makrotoitainele.
fi: Energianjakokaavio näytetään vain, jos olet asettanut kaloritavoitteen ja tavoitteen vähintään yhdelle makroravintoaineelle.
fr: Le graphique de distribution d'énergie n'est affiché que si vous avez défini un objectif de calories et un objectif pour au moins un des macronutriments.
he: תרשים חלוקת האנרגיה מופיע רק אם הגדרת יעד קלוריות ויעד של לפחות אחד ממזיני הקורט.
hu: Az energiaeloszlási diagram csak akkor jelenik meg, ha kalóriacélt és legalább egy makrotápanyagra vonatkozó célértéket állított be.
it: Il grafico della distribuzione energetica è visualizzato solo se si è impostato un obiettivo calorico e un obiettivo per almeno uno dei macronutrienti.
nl: De energiedistributiegrafiek wordt alleen weergegeven als je een caloriedoel en een doel voor ten minste één van de macrovoedingsstoffen hebt ingesteld.
pl: Wykres podziału makroskładników zostanie wyświetlony po określeniu docelowej ilości kalorii oraz conajmniej jednego makroskładnika.
pt: O gráfico de distribuição de energia só é exibido se definiu uma meta de calorias e uma meta para pelo menos um dos macronutrientes.
ru: Диаграмма распределения энергии отображается только в случае, если вы установили цель по калориям и цель по хотя бы одному из макронутриентов.
sv: Energifördelningsdiagrammet visas bara om du har ställt in ett kalorimål och ett mål för minst ett av makronäringsämnena.
tr: Enerji dağılım grafiği yalnızca bir kalori hedefi ve makro besinlerden en az biri için bir hedef belirlediyseniz gösterilir.
zh: 只有您设定了卡路里目标和至少一种常量营养素的目标时，才会显示能量分布图。

source: Version
cs: Verze
es: Versión
et: Versioon
fi: Versio
hu: Verzió
it: Versione
pl: Wersja
pt: Versão
ru: Версия
sv: Versioner
tr: Sürüm
zh: 版本

source: Restore WebDAV backup
cs: Obnovení zálohy WebDAV
de: WebDAV Backup wiederherstellen
es: Restaurar copia de seguridad de WebDAV
et: Taasta WebDAVi põhisest varukoopiast
fi: Palauta WebDAV-varmuuskopio
fr: Restaurer la sauvegarde WebDAV
hu: WebDAV biztonsági mentés visszaállítása
it: Ripristina backup WebDAV
pl: Przywróć kopię zapasową WebDAV
pt: Restaurar backup WebDAV
ru: Восстановить резервную копию WebDAV
sv: Återställ WebDAV backup
tr: WebDAV yedeklemesini geri yükle
zh: 恢复WebDAV备份

source: Successfully created backup
cs: Úspěšně vytvořená záloha
de: Backup erfolgreich erstellt
es: Copia de seguridad creada correctamente
et: Varukoopia loomine õnnestus
fi: Onnistuneesti luotu varmuuskopio
fr: Sauvegarde créée avec succès
hu: Sikeresen létrehozott biztonsági mentés
it: Backup creato con successo
pl: Pomyślnie utworzono kopię zapasową
pt: Backup criado com sucesso
ru: Резервная копия успешно создана
sv: Framgångsrikt skapat backup
tr: Yedekleme başarıyla oluşturuldu
zh: 成功创建备份

source: Starch
ca: Midó
cs: Škrob
da: Stivelse
de: Stärke
es: Almidón
et: Tärklist
fi: Tärkkelys
fr: Amidons
he: עמילן
hu: Keményítő
it: Amido
nl: Zetmeel
pl: Skrobia
pt: Amido
ru: Крахмал
sr: Скроб
sv: Stärkelse
tr: Nişasta
uk: Крохмаль
zh: 淀粉

source: Alcohol
cs: Alkohol
da: Alkohol
de: Alkohol
et: Alkoholi
fi: Alkoholi
fr: Alcool
he: אלכוהול
hu: Alkohol
it: Alcol
pl: Alkohol
pt: Álcool
ru: Алкоголь
sr: Алкохол
sv: Sprit
tr: Alkol
uk: Алкоголь
zh: 酒精

source: Cholesterol
ca: Colesterol
cs: Cholesterolu
da: Kolesterol
de: Cholesterin
es: Colesterol
et: Kolesterooli
fi: Kolesteroli
fr: Cholestérol
he: כולסטרול
hu: Koleszterin
it: Colesterolo
pt: Colesterol
ru: Холестерин
sr: Холестерол
sv: Kolesterol
tr: Kolesterol
uk: Холестерин
zh: 胆固醇

source: Zinc
cs: Zinek
da: Zink
de: Zink
et: Tsink
fi: Sinkki
he: אבץ
hu: Zink
it: Zinco
nl: Zink
pa_pk: زِنک
pl: Cynk
pt: Zinco
ru: Цинк
sr: Цинк
sv: Zink
tr: Çinko
uk: Цинк
zh: 锌

source: Fats
ca: Àcids grassos
cs: Tuky
da: Fedtstoffer
de: Fette
es: Grasas
et: Rasvu
fi: Rasvat
fr: Graisses
he: שומנים
hu: Zsírok
it: Acidi grassi
nl: Vetten
pa_pk: چربیاں
pl: Tłuszcze
pt: Gorduras
ru: Жиры
sr: Масти
sv: Fette
tr: Yağlar
uk: Жири
zh: 脂肪

source: Energy and macronutrients
ca: Energia i macronutrients
cs: Kalorie a makronutrienty
da: Energi og makronutrienter
de: Energie und Makronährstoffe
es: Energía y macronutrientes
et: Energia ja makrotoitained
fi: Energia ja makroravintoaineet
fr: Énergie et macronutriments
he: אנרגיה ומזיני קורט
hu: Energia és makrotápanyagok
it: Energia e macronutrienti
nl: Energie en macrovoedingsstoffen
pl: Wartość energetyczna i makroskładniki
pt: Energia e macronutrientes
ru: Энергетическая ценность и макроэлементы
sr: Енергија и макронутријенти
sv: Energi och makronäringsämnen
tr: Enerji ve makro besinler
uk: Енергетична цінність та макроелементи
zh: 能量和宏量营养素

source: Vitamins
ca: Vitamines
cs: Vitamíny
da: Vitaminer
de: Vitamine
es: Vitaminas
et: Vitamiine
fi: Vitamiinit
fr: Vitamines
he: ויטמינים
hu: Vitaminok
it: Vitamine
nl: Vitaminen
pa_pk: وِٹامِن
pl: Witaminy
pt: Vitaminas
ru: Витамины
sr: Витамини
sv: Vitaminer
tr: Vitaminler
uk: Вітаміни
zh: 维生素

source: Minerals
cs: Minerály
da: Mineraler
de: Mineralstoffe
es: Minerales
et: Mineraale
fi: Mineraalit
fr: Minéraux
he: מינרלים
hu: Ásványok
it: Minerali
nl: Mineralen
pl: Składniki mineralne
pt: Minerais
ru: Минералы
sr: Минерали
sv: Mineral
tr: Mineraller
uk: Мінерали
zh: 矿物质

source: Major minerals
ca: Minerals principals
cs: Hlavní minerály
da: Makromineraler
de: Hauptmineralien
es: Minerales principales
et: Peamiseid mineraale
fi: Merkittävimmät mineraalit
fr: Principaux minéraux
he: מינרלים עיקריים
hu: Főbb ásványi anyagok
it: Minerali principali
nl: Belangrijke mineralen
pl: Główne składniki mineralne
pt: Minerais principais
ru: Основные минералы
sr: Најважнији минерали
sv: Viktiga mineraler
tr: Başlıca mineraller
uk: Основні мінерали
zh: 主要矿物质

source: Transfat
ca: Àcid gras trans
cs: Trans mastné kyseliny
da: Transfedt
de: Transfett
es: Grasas trans
et: Transrasvu
fi: Transfatti
fr: Graisses trans
he: שומן טראנס
hu: Transzfát
it: Acido grasso trans
nl: Trans vet
pl: Tłuszcze trans
pt: Gordura trans
ru: Транс-жиры
sr: Транс масти
sv: Transvat
tr: Trans yağ
uk: Трансжири
zh: 反式脂肪酸
