Repository: christianfl/Energize
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, es, et, fi, fr, he, hu, it, nb_no, nl, pa_pk, pl, pt, ru, sk, sr, sv, tr, uk, zh

# writeMeAnEmailForFurtherDonationOptions
source: You are welcome to write me an e-mail for further donation options
ca: Si ho voleu, podeu enviar un correu per a aconseguir altres opcions de donació
cs: Jste vítán napsat mi e-mail pro další možnosti příspěvků
de: Schreibe mir gerne für weitere Spendenmöglichkeiten eine E-Mail
es: Puede enviarme un correo electrónico si necesita más opciones para donar
et: Oled teretulnud saatma mulle e-kirja muude toetusvõimaluste kohta
fi: Olet tervetullut kirjoittamaan minulle sähköpostia saadaksesi lisää lahjoitusvaihtoehtoja
fr: Vous pouvez m'écrire un courriel pour d'autres options concernant les dons
he: אפשר לשלוח לי הודעות בנוגע לאפשרויות תרומה נוספות בדוא״ל
hu: További adományozási lehetőségekért írjon nekem egy e-mailt
it: Puoi scrivermi un'e-mail per ulteriori opzioni di donazione
nl: Stuur me gerust een e-mail voor andere donatiemogelijkheden
pl: Proszę o kontakt drogą mailową w kwestii korzystania z innych metod przekazywania darowizn
pt: É bem-vindo a me escrever um e-mail para obter mais opções de doação
ru: Вы можете написать мне электронное письмо для получения информации о дополнительных вариантах пожертвования
sv: Du är välkommen att skriva mig ett e-mail för ytterligare donationsalternativ
tr: Daha fazla bağış seçeneği için bana bir e-posta gönderebilirsiniz
uk: Ви можете написати мені на електронну пошту для подальших варіантів пожертвування
zh: 欢迎您给我写电子邮件，了解更多的捐赠选择

source: Vitamin A
ca: Vitamina A
cs: Vitamín A
es: Vitamina A
et: Vitamiin A
fi: A-vitamiini
fr: Vitamine A
he: ויטמין A
hu: A-Vitamin
it: Vitamina A
nl: Vitamine A
pl: Witamina A
pt: Vitamina A
ru: Витамин А
sr: Витамин А
sv: Vitaminer A
tr: A vitamini
uk: Вітамін А
zh: 维生素A

# vitaminB2
source: B2 (Riboflavin)
ca: B2 (Riboflavina)
cs: B2 (Ryboflavin)
es: B2 (Riboflavina)
et: B2 (riboflaviin)
fi: B2 (Riboflaviini)
fr: B2 (Riboflavine)
he: B2 (ריבופלבין)
hu: B2 (riboflávin)
it: B2 (Riboflavina)
nl: B2 (Riboflavine)
pl: B2 (Ryboflawina)
pt: B2 (Riboflavina)
ru: В2 (Рибофлавин)
sr: Б2 (рибофлавин)
sv: B2 (riboslavin)
tr: B2 (Riboflavinler)
uk: В2 (Рибофлавін)
zh: 维生素B2(核黄素)

# vitaminB3
source: B3 (Niacin)
ca: B3 (Niacina)
cs: B3 (Niacinu)
es: B3 (Niacina)
et: B3 (niatsiin)
fi: B3 (Niasiini)
fr: B3 (Niacine)
he: B3 (ניאצין)
it: B3 (Niacina)
nl: B3 (Niacine)
pl: B3 (Niacyna)
pt: B3 (Niacina)
ru: В3 (Ниацин)
sr: Б3 (ниацин)
tr: B3 (Niasin)
uk: В3 (Ніацин)
zh: 维生素B3(烟酸)

# vitaminB5
source: B5 (Pantothenic acid)
ca: B5 (Ácido pantoténico)
cs: B5 (Kyselina pantothenová)
da: B5 (Pantotensyre)
de: B5 (Pantothensäure)
es: B5 (Ácido pantoténico)
et: B5 (pantoteenhape)
fi: B5 (Pantoteenihappo)
fr: B5 (Acide pantothénique)
he: B5 (חומצה פנטותנית)
hu: B5 (pantoténsav)
it: B5 (Acido pantotenico)
nl: B5 (Pantotheenzuur)
pl: B5 (Kwas pantotenowy)
pt: B5 (Ácido pantotênico)
ru: В5 (Пантотеновая кислота)
sr: Б5 (пантотенска киселина)
sv: B5 (pantotensyra)
tr: B5 (Pantotenik asit)
uk: В5 (Пантотенова кислота)
zh: 维生素B5(泛酸)

source: Vitamin B6
ca: Vitamina B6
cs: Vitamín B6
es: Vitamina B6
et: Vitamiin B6
fi: B6-vitamiinia
fr: Vitamine B6
he: ויטמין B6
hu: B6 vitamin
it: Vitamina B6
nl: Vitamine B6
pl: Witamina B6
pt: Vitamina B6
ru: Витамин B6
sr: Витамин Б6
sv: Vitaminer B6
tr: B6 vitamini
uk: Вітамін В6
zh: 维生素B6

# vitaminB7
source: B7 (Biotin)
ca: B7 (Biotina)
cs: B7 (Biogen)
es: B7 (Biotina)
et: B7 (biotiin)
fi: B7 (Biotiini)
fr: B7 (Biotine)
he: B7 (ביוטין)
it: B7 (Biotina)
nl: B7 (Biotine)
pl: B7 (Biotyna)
pt: B7 (Biotina)
ru: В7 (Биотин)
sr: Б7 (биотин)
tr: B7 (Biyotin)
uk: В7 (Біотин)
zh: 维生素B7(生物素)

source: Vitamin K
ca: Vitamina K
cs: Vitamín K
es: Vitamina K
et: Vitamiin K
fi: K-Vitamiini
fr: Vitamine K
he: ויטמין K
hu: K-Vitamin
it: Vitamina K
nl: Vitamine K
pl: Witamina K
pt: Vitamina K
ru: Витамин K
sr: Витамин К
sv: Vitaminer K
tr: K vitamini
uk: Вітамін К
zh: 维生素K

source: Trace elements
ca: Oligoelements
cs: Stopové prvky
da: Spormineraler
de: Spurenelemente
es: Oligoelementos
et: Mikroelemendid
fi: Hivenaineita
fr: Oligo-éléments
he: מעקב אחר יסודות
hu: Elemek nyomelemek
it: Oligoelementi
nl: Spoorelementen
pl: Pierwiastki śladowe
pt: Microelementos
ru: Микроэлементы
sr: Елементи у траговима
sv: Spårämne
tr: Eser elementler
uk: Мікроелементи
zh: 微量元素

source: Iodine
ca: Iode
cs: Jód
da: Jod
de: Jod
es: Yodo
et: Jood
fi: Jodi
fr: Iode
he: יוד
hu: Jód
it: Iodio
nl: Jodium
pa_pk: آیوڈین
pl: Jod
pt: Iodo
ru: Йод
sr: Јод
sv: Jod
tr: İyot
uk: Йод
zh: 碘

source: Manganese
ca: Magnesi
cs: Mangan (Mn)
da: Mangan
de: Mangan
es: Manganeso
et: Mangaan
fi: Mangaani
fr: Manganèse
he: מנגן
hu: Mangán
nl: Mangaan
pa_pk: مینگنیز
pl: Mangan
pt: Manganês
ru: Марганец
sr: Манган
sv: Mangan
tr: Manganez
uk: Марганець
zh: 锰

# contributionTypeAcrylicPicture
source: Acrylic picture
cs: Akrylový obraz
de: Acrylbild
et: Logo
fi: Akryyli kuva
fr: Tableau acrylique
hu: Akril kép
it: Immagine acrilica
pt: Quadro em acrílico
sv: Akrylbild
tr: Akrilik resim
zh: 丙烯画画家(应用图标参考)

# contributionTypeCodeAndConversations
source: Code and conversations
cs: Kód a konverzace
de: Code und Konversationen
et: Lähtekood ja vestlused
fi: Koodi ja keskustelut
fr: Code et conversations
hu: Kód és beszélgetések
it: Codice e conversazioni
pt: Código e conversas
sv: Kod och konversationer
tr: Kod ve sohbetler
zh: 代码编写与沟通协调

source: Display
cs: Zobrazit
de: Darstellung
et: Ekraanivaade
fi: Näyttö
fr: Affichage
hu: Megjelenítés
it: Schermo
pl: Wygląd
pt: Ecrã
sv: Visning
tr: Görüntü
zh: 显示

# displayHint
source: Customize the user interface to your needs
cs: Přizpůsobení uživatelského rozhraní vašim potřebám
de: Passe die Benutzeroberfläche deinen Bedürfnissen an
et: Kohanda kasutajaliidest vastavalt oma vajadustele
fi: Mukauta käyttöliittymä tarpeittesi mukaan
fr: Adapter l'interface utilisateur à vos besoins
hu: A felhasználói felület testreszabása az Ön igényeihez
it: Personalizza l'interfaccia utente in base alle tue esigenze
pl: Dostosuj interfejs do swoich potrzeb
pt: Personalize a interface do utilizador de acordo com as suas necessidades
sv: Anpassa användargränssnittet efter dina behov
tr: İhtiyaçlarınıza göre kullanıcı arayüzünü kişileştirin
zh: 根据您的需要自定义用户界面

source: Group foods to meals
cs: Seskupení potravin do jídel
de: Nahrung zu Mahlzeiten gruppieren
et: Rühmita toidud söökideks
fi: Ryhmittele elintarvikkeet aterioihin
fr: Regrouper les aliments en repas
hu: Csoportosítsa az ételeket az ételekhez
it: Raggruppa alimenti per pasto
pl: Pogrupuj produkty w posiłki
pt: Agrupar alimentos em refeições
sv: Gruppera livsmedel till måltider
tr: Yemekleri öğünlere grupla
zh: 将食物分组到正餐

# groupFoodsToMealsHint
source: Automatically groups together foods consumed in very short intervals as a meal
cs: Automaticky seskupuje potraviny konzumované ve velmi krátkých intervalech jako jídlo
de: Fasst Nahrung, die in sehr kurzem Abstand konsumiert wurde, automatisch als Mahlzeit zusammen
et: Rühmitab automaatselt väga lühikeste ajavahemike tagant tarbitud toidud üheks söögikorraks
fi: Ryhmittää automaattisesti hyvin lyhyin väliajoin nautitut elintarvikkeet ateriaksi
fr: Regroupe automatiquement les aliments consommés à très court terme en tant que repas
hu: Automatikusan csoportosítja a nagyon rövid időközönként elfogyasztott ételeket étkezésként
it: Raggruppa automaticamente per pasto gli alimenti consumati a intervalli molto brevi
pl: Automatycznie pogrupuj produkty spożyte w krótkich odstępach czasu w posiłki
pt: Agrupa automaticamente os alimentos consumidos em intervalos muito curtos como uma refeição
sv: Grupperar automatiskt livsmedel som intas med mycket korta intervall som en måltid
tr: Çok kısa aralıklarla tüketilen yemekleri bir öğün olarak beraber gruplar
zh: 自动将短时间内多次食用归为一餐

# mealAt
source: Meal at {time}
cs: Jídlo v {time}
de: Mahlzeit um {time}
et: Toidukord kell {time}
fi: Ateria {time}
fr: Repas à {time}
hu: Étkezés a {time}
it: Pasto alle {time}
pl: Posiłek o {time}
pt: Refeição em {time}
sv: Måltid vid {time}
tr: {time}da öğün
zh: 在 {time} 用餐

# barcodeScanningUnsupported
source: Scanning barcodes with the device camera is currently only supported on Android.
cs: Skenování čárových kódů pomocí fotoaparátu zařízení je v současné době podporováno pouze v systému Android.
de: Das Scannen von Barcodes mit der Kamera wird bisher nur unter Android unterstützt.
et: Triipkoodide skaneerimine seadme kaameraga on praegu toetatud ainult Androidis.
fi: Viivakoodien skannaus laitteen kameralla on tällä hetkellä tuettu vain Androidissa.
fr: La lecture de codes-barres à l'aide de l'appareil photo de l'appareil n'est actuellement possible que sur Android.
hu: A vonalkódok beolvasása a készülék kamerájával jelenleg csak Androidon támogatott.
it: La scansione dei codici a barre con la fotocamera è attualmente supportata solo su Android.
pt: Atualmente, a leitura de códigos de barras com a câmara do dispositivo é compatível apenas com o Android.
sk: Skenovanie čiarových kódov pomocou fotoaparátu zariadenia je momentálne podporované iba v systéme Android.
sv: Skanning av streckkoder med enhetskameran stöds för närvarande endast på Android.
tr: Cihaz kamerasıyla barkod taramak an itibariyle sadece Android'de destekli.
zh: 扫描条形码功能目前仅在Android上支持。

source: WebDAV settings
cs: Nastavení WebDAV
de: WebDAV Einstellungen
et: WebDAVi seadistused
fi: WebDAV-asetukset
fr: Paramètres WebDAV
hu: WebDAV beállítások
it: Impostazioni WebDAV
pt: Configurações do WebDAV
sv: WebDAV inställningar
tr: WebDAV ayarları
zh: WebDAV设置

source: Server URL
cs: URL serveru
et: Serveri võrguaadress
fi: Palvelimen URL
fr: URL du serveur
hu: Szerver URL
it: URL del server
pt: URL do servidor
sv: Serverns URL
tr: Sunucu URLsi
zh: 服务URL

# invalidURL
source: The URL is invalid
cs: Adresa URL je neplatná
de: Die URL ist nicht gültig
et: Võrguaadress on vigane
fi: URL on virheellinen
fr: L'URL est invalide
hu: Az URL érvénytelen
it: L'URL non è valido
pt: A URL é inválida
sv: URL-adressen är ogiltig
tr: URL geçersiz
zh: 该URL无效

source: Username
cs: Uživatelské jméno
de: Benutzername
et: Kasutajanimi
fi: Käyttäjänimi
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
pt: Nome do utilizador
sv: Användarnamn
tr: Kullanıcı adı
zh: 用户名称

source: Password
cs: Heslo
de: Passwort
et: Salasõna
fi: Salasana
fr: Mot de passe
hu: Jelszó
pt: Palvra-passe
sv: Lösenord
tr: Şifre
zh: 密码

source: Path and filename
cs: Cesta a název souboru
de: Pfad und Dateiname
et: Asukoht ja failinimi
fi: Polku ja tiedostonimi
fr: Emplacement et nom du fichier
hu: Elérési út és fájlnév
it: Percorso e nome del file
pt: Caminho e nome do ficheiro
sv: Sökväg och filnamn
tr: Yol ve dosya ismi
zh: 路径和文件名

# energizeBackup
source: {appName} Backup
cs: {appName} Zálohování
et: Varukoopia: {appName}
fi: {appName} Varmuuskopiointi
fr: Sauvegarde {appName}
hu: {appName} biztonsági mentés
sv: {appName} Säkerhetskopiering
tr: {appName} Yedek
zh: {appName}备份

# backupPasswordNotice
source: Without the backup password, it is impossible to restore a backup.
cs: Bez hesla k záloze nelze zálohu obnovit.
de: Ohne das Backup-Passwort ist es unmöglich, ein Backup wiederherzustellen.
et: Ilma varukoopia loomisel kasutatud salasõnata pole seda võimalik taastada.
fi: Ilman varmuuskopion salasanaa varmuuskopion palauttaminen on mahdotonta.
fr: Sans le mot de passe de sauvegarde, il est impossible de restaurer une sauvegarde.
hu: A biztonsági jelszó nélkül lehetetlen visszaállítani a biztonsági másolatot.
it: Senza la password di backup, è impossibile ripristinare un backup.
pt: Sem a palavra-passe do backup, é impossível restaurar um backup.
sv: Utan backuplösenordet är det omöjligt att återställa en säkerhetskopia.
tr: Yedek şifresi olmadan bir yedeği geri getirmek imkansızdır.
zh: 如果备份密码忘记，就无法恢复备份。

source: Add
cs: Přidat
de: Hinzufügen
et: Lisa
fi: Lisää
fr: Ajouter
it: Aggiungi
pt: Adicionar
sv: Tillägg
tr: Ekle
zh: 添加

# noServingSizesText
source: There are no serving sizes present.
cs: Nejsou uvedeny žádné velikosti porcí.
de: Es sind keine Portionsgrößen vorhanden.
et: Portsjonite suurusi ei leidu.
fi: Annoskokoja ei ole esitetty.
fr: Aucune taille de portion n'est indiquée.
it: Non sono presenti le dimensioni delle porzioni.
sv: Det finns inga portionsstorlekar angivna.
tr: Mevcut porsiyon yok.
zh: 缺少份量说明。

source: Serving sizes
cs: Velikost porcí
de: Portionsgrößen
et: Portsjonite suurused
fi: Annoskoot
fr: Tailles de portion
it: Porzioni
sv: Portionsstorlekar
tr: Porsiyon
zh: 份量说明

source: Add serving size
cs: Přidejte velikost porce
de: Portionsgröße hinzufügen
et: Lisa portsjoni suurus
fi: Lisää annoksen koko
fr: Ajouter une taille de portion
it: Aggiungere le dimensioni della porzione
sv: Lägg till portionsstorlek
tr: Porsiyon ekle
zh: 添加份量说明

source: Typical serving sizes
cs: Typické velikosti porcí
de: Typische Portionsgrößen
et: Tüüpilised portsjonite suurused
fi: Tyypilliset annoskoot
fr: Tailles de portion habituelles
it: Dimensioni tipiche delle porzioni
sv: Typiska portionsstorlekar
tr: Klasik porsiyonlar
zh: 标准份量

source: or
cs: nebo
de: oder
et: või
fi: taikka
fr: ou
it: o
pt: ou
sv: eller
tr: ya da
zh: 或者

source: Serving size name
cs: Název velikosti porce
de: Name der Portionsgröße
et: Portsjoni suuruse nimi
fi: Annoskoko nimi
fr: Nom de la taille de portion
it: Nome della porzione
sv: Namn på portionsstorlek
tr: Porsiyon ismi
zh: 份量名称

source: Size
cs: Velikost
de: Größe
et: Suurus
fi: Koko
fr: Taille
it: Dose
pt: Tamanho
sv: Storlek
tr: Boyut
zh: 份量值

# translatableServingSizeNames
source: {name, select, l10nServing{Srv.} l10nPackage{Pck.} other{}}
cs: {name, select, l10nServing{Hrv.} l10nPackage{Pak.} other{}}
de: {name, select, l10nServing{Por.} l10nPackage{Pck.} other{}}
fr: {name, select, l10nServing{Port.} l10nPackage{Emb.} other{}}
sv: {name, select, l10nServing{Ser.} l10nPackage{Pak.} other{}}
tr: {name, select, l10nServing{Ser.} l10nPackage{Pak.} other{}}
zh: {name, select, l10nServing{一份(Srv.)} l10nPackage{一包(Pck.)} other{}}

# testCustomFood3Name
source: Fried okra
cs: Smažená okra
de: Semmelknödel
et: Praetud sibulad
fr: Gombo frit
hu: Sült okra
sv: Stekt okra
tr: Bamya
zh: 油炸秋葵

source: Federal Food Safety and Veterinary Office
cs: Federální úřad pro bezpečnost potravin a veterinární záležitosti
de: Bundesamt für Lebensmittelsicherheit und Veterinärwesen
et: Föderaalne toiduohutuse ja Veterinaaramet
fi: Liittovaltion elintarviketurvallisuus- ja eläinlääkintätoimisto
fr: Office fédéral de la securité alimentaire et des affaires vétérinaires
hu: Szövetségi Élelmiszerbiztonsági és állatorvosi Hivatal
it: Ufficio federale della sicurezza alimentare e di veterinaria
sv: Federala kontoret för livsmedelssäkerhet och Veterinär
tr: Federal Gıda Güvenliği ve Veterinerlik Ofisi
zh: 联邦食品安全和兽医办公室

# testCustomFood1Name
source: Pancakes
cs: Palačinky
de: Käsespätzle
et: Pannkoogid
fr: Crêpes
hu: Palacsinta
it: Pancake
pt: Panquecas
sv: Pannkakor
tr: Pankek
zh: 薄煎饼

# testCustomFood2Name
source: Hashbrowns
cs: Hašlerky
de: Tiroler Kasnocken
et: Praetud kartulid
fr: Röstis
hu: Hasábburgonya
it: Hashbrown
pt: Amoras
sv: Haschpotatis
tr: Yağlama
zh: 薯饼

# testCustomFood4Name
source: Scotch Egg
cs: Skotské vejce
de: Kaiserschmarrn
et: Munapuder
fr: Œuf en croûte
hu: Skót Tojás
sv: Skotskt Ägg
tr: Revani
zh: 苏格兰鸡蛋

# testCustomFood5Name
source: Yorkshire Pudding
cs: Yorkshirský pudink
de: Kartoffelbrei
et: Kapsapirukad
hu: Yorkshire Puding
pt: Pudim de Yorkshire
tr: Baklava
zh: 约克郡布丁

source: Prefer serving sizes
cs: Preferované velikosti porcí
de: Portionsgrößen haben Vorrang
et: Eelista portsjonite suurusi
fi: Suositeltavat annoskoot
fr: Privilégier les tailles de portion
sv: Föredra portionsstorlekar
tr: Porsiyon boyutlarını tercih edin
zh: 首选份量

# preferServingSizesHint
source: When tracking new food, a serving size will be preselected, if any
cs: Při sledování nové potraviny se předem vybere velikost porce, pokud je nějaká zvolena
de: Beim Tracken neuer Nahrung wird, sofern vorhanden, eine Portionsgröße vorausgewählt
et: Uute toitude üle arvepidamisel on portsjonite suurused eelvalitud, kui nad olemas on
fi: Kun jäljität uutta ruokaa, annoskoko valitaan valmiiksi, jos sellainen on olemassa
fr: Quand vous suivez un nouvel aliment, une taille de portion sera présélectionnée si disponible
it: Quando si traccia un nuovo alimento, viene preselezionata la dimensione della porzione, se presente
sv: Vid spårning av ny mat kommer en portionsstorlek att väljas i förväg, om någon
tr: Yeni gıdayı takip ederken, varsa bir porsiyon boyutu önceden seçilecektir
zh: 当添加新的摄入食物时，如果有的话，一份食物的量将被预先选定

source: Logs
cs: Protokoly
et: Logid
fi: Lokit
fr: Journaux
it: Registri
sv: Loggar
tr: Günlükler
zh: 日志
