Repository: christianfl/Energize
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, da, de, es, et, fi, fr, he, hu, it, nb_no, nl, pa_pk, pl, pt, ru, sk, sr, sv, tr, uk, zh

# emailHint
source: Please use this only for other topics than the above
ca: Si us plau, només utilitzeu-ho per a missatges personals. Per a comunicar problemes, suggeriments de millora o obtindre més ajuda, feu ús dels enllaços a sota.
cs: Používejte ji prosím pouze pro jiná než výše uvedená témata
da: Brug venligst kun dette til andre emner end ovenstående
de: Bitte nur für andere Themen nutzen
es: Por favor, utilice esto solo para otros temas además de los anteriores
et: Palun kasuta seda ainult muude, kui eespool nimetatud teemade puhul
fi: Käytä tätä vain muihin kuin edellä mainittuihin aiheisiin
fr: Veuillez utiliser ceci uniquement pour d'autres sujets que ceux ci-dessus
he: נא להשתמש בזה רק לנושאים שונים מאלו שלעיל
hu: Kérjük, ezt csak a fentiektől eltérő témákhoz használja
it: Usa solo per argomenti diversi da quelli riportati sopra
nl: Gebruik dit a.u.b. alleen voor andere onderwerpen dan bovenstaande
pl: Proszę o nie wysyłanie wiadomości dotyczących kwestii wymienionych powyżej
pt: Por favor, use isto apenas para outros tópicos além dos mencionados acima
ru: Пожалуйста, используйте это только для других тем, кроме вышеуказанных
sv: Använd detta endast för andra ämnen än ovanstående
tr: Lütfen bunu yalnızca yukarıdakiler dışındaki konular için kullanın
uk: Будь ласка, використовуйте її тільки для особистих повідомлень. Для того, щоб повідомити про проблеми, запропонувати покращення або отримати подальшу допомогу, будь ласка, скористайтеся посиланнями вище.
zh: 请仅将此用于上述选项之外其他方面的问题

# vitaminB1
source: B1 (Thiamine)
ca: B1 (Tiamina)
cs: B1 (Thiamin)
da: B1 (Tiamin)
de: B1 (Thiamin)
es: B1 (Tiamina)
et: B1 (tiamiin)
fi: B1 (tiamiini)
he: B1 (תיאמין)
hu: B1 (tiamin)
it: B1 (Tiamina)
pl: B1 (Tiamina)
pt: B1 (Tiamina)
ru: В1 (Тиамин)
sr: Б1 (тиамин)
sv: B1 (Tiamin)
tr: B1 (Tiamin)
uk: В1 (Тіамін)
zh: 维生素B1(硫胺素)

source: Iron
ca: Ferro
cs: Železo
da: Jern
de: Eisen
es: Hierro
et: Raud
fi: Rauta
fr: Fer
he: ברזל
hu: Vas
it: Ferro
nl: IJzer
pa_pk: لوہا
pl: Żelazo
pt: Ferro
ru: Железо
sr: Гвожђе
sv: Strykjärn
tr: Demir
uk: Залізо
zh: 铁

source: Chromium
ca: Crom
cs: Chrom
da: Krom
de: Chrom
es: Cromo
et: Kroom
fi: Kromi
fr: Chrome
he: כרום
hu: Króm
it: Cromo
nl: Chroom
pa_pk: کرومیم
pl: Chrom
pt: Cromo
ru: Хром
sr: Хром
sv: Krom
tr: Krom
uk: Хром
zh: 铬

source: Copper
ca: Cobre
cs: Měď (Cu)
da: Kobber
de: Kupfer
es: Cobre
et: Vask
fi: Kupari
fr: Cuivre
he: נחושת
hu: Réz
it: Rame
nl: Koper
pa_pk: تانبا
pl: Miedź
pt: Cobre
ru: Медь
sr: Бакар
sv: Koppar
tr: Bakır
uk: Мідь
zh: 铜

source: Caffeine
ca: Cafeïna
cs: Kofein
da: Koffein
de: Koffein
es: Cafeína
et: Kofeiini
fi: Kofeiini
fr: Caféine
he: קפאין
hu: Koffein
it: Caffeina
nl: Caffeïne
pl: Kofeina
pt: Cafeína
ru: Кофеин
sr: Кофеин
sv: Koffein
tr: Kafein
uk: Кофеїн
zh: 咖啡因

source: Languages
cs: Jazyky
de: Sprachen
es: Idiomas
et: Keeled
fi: Kielet
fr: Langues
hu: Nyelvek
it: Lingue
pl: Języki
pt: Línguas
ru: Языки
sv: Språken
tr: Diller
zh: 语言

# missingBackupPartsHint
source: Warning: Settings, personalizations and targets are not yet included!
cs: Varování: Nastavení, personalizace a cíle zatím nejsou zahrnuty!
de: Warnung: Einstellungen, Personalisierungen, und Vorgaben für Nahrung fehlen beim Backup bisher!
es: Advertencia: ¡Las configuraciones, personalizaciones y objetivos aún no están incluidos!
et: Hoiatus: Seadistused, isiklikud valikud ja eesmärgid ei ole veel lisatud!
fi: Varoitus: Asetukset, personoinnit ja kohteet eivät ole vielä mukana!
fr: Attention : les paramètres, les personnalisations et les cibles ne sont pas encore inclus !
hu: Figyelmeztetés: A beállítások, személyre szabások és célpontok még nem szerepelnek!
it: Attenzione: Impostazioni, personalizzazioni e obiettivi non sono ancora inclusi!
pl: Uwaga: nie uwzględnia ustawień, treści aplikacji dostosowanych do użytkownika oraz celów!
pt: Aviso: Configurações, personalizações e metas ainda não estão incluídas!
ru: Предупреждение: Настройки, персонализации и цели пока не включены!
sv: Varning: Inställningar, personaliseringar och mål är ännu inte inkluderade!
tr: Uyarı: Ayarlar, kişiselleştirmeler ve hedefler henüz dahil edilmedi!
zh: 警告:尚未包括设置、个性化和目标！

# exportedNumberOfFoodsMessage
source: Exported {customFoodsCount} custom foods and {trackedFoodsCount} tracked foods
cs: Exportované {customFoodsCount} vlastní potraviny a {trackedFoodsCount} sledované potraviny
de: {customFoodsCount} eigene Nahrung und {trackedFoodsCount} getrackte Nahrung exportiert
es: Exportado {customFoodsCount} alimentos personalizados y {trackedFoodsCount} alimentos rastreados
et: Eksportisime {customFoodsCount} omaloodud toitu ja {trackedFoodsCount} jälgitud toitu
fi: Viety {customFoodsCount} mukautetut elintarvikkeet ja {trackedFoodsCount} seuratut elintarvikkeet
fr: {customFoodsCount} aliments personnalisés exportés et {trackedFoodsCount} aliments suivis
hu: Exportált {customFoodsCount} egyéni élelmiszerek és {trackedFoodsCount} nyomon követett élelmiszerek
it: {customFoodsCount} alimenti personalizzati e {trackedFoodsCount} alimenti tracciati esportati
pl: Pomyślnie wyeksportowano! Własne produkty: {customFoodsCount}. Monitorowane produkty: {trackedFoodsCount}
pt: Exportou {customFoodsCount} alimentos personalizados e {trackedFoodsCount} alimentos rastreados
ru: Экспортировано {customFoodsCount} пользовательских продуктов и {trackedFoodsCount} отслеживаемых продуктов
sv: Exporterade {customFoodsCount} anpassade livsmedel och {trackedFoodsCount} spårade livsmedel
tr: {customFoodsCount} özel yiyecek ve {trackedFoodsCount} takip edilen yiyecek dışa aktarıldı
zh: 已导出{customFoodsCount}个自定义食物和{trackedFoodsCount}个已记录食品

# thanksToContributorsText
source: Thanks to all people who contributed to Energize. Due to your help, Energize could become what it is now.
cs: Děkujeme všem lidem, kteří přispěli do projektu Energize. Díky vaší pomoci se Energize mohla stát tím, čím je nyní.
de: Vielen Dank an jede Person, die zu Energize beigetragen hat. Dank eurer Hilfe konnte Energize zu dem werden, was es heute ist.
es: Gracias a todas las personas que han contribuido a Energize. Gracias a su ayuda, Energize pudo convertirse en lo que es ahora.
et: Täname kõiki inimesi, kes andsid oma panuse Energize'i loomiseks. Tänu teie abile muutus Energize saada selliseks, nagu ta praegu on.
fi: Kiitos kaikille Energize osallistuneille. Teidän avullanne Energize tuli se, mikä se nyt on.
fr: Merci à tous ceux qui ont contribué à Energize. Grâce à votre aide, Energize a pu devenir ce qu'il est aujourd'hui.
hu: Köszönet mindazoknak, akik hozzájárultak a Energize. Az Önök segítségének köszönhetően válhatott az Energize azzá, ami most.
it: Grazie a tutte le persone che hanno contribuito a Energize. Grazie al vostro aiuto, Energize ha potuto diventare ciò che è ora.
pl: Dziękuję wszystkim osobom, które włożyły swój wkład w tworzenie Energize. To dzięki wam aplikacja stała się tym, czym jest dzisiaj.
pt: Obrigado a todas as pessoas que contribuíram para o Energize. Graças à sua ajuda, o Energize pôde se tornar o que é hoje.
ru: Благодарим всех людей, которые внесли свой вклад в Energize. Благодаря вашей помощи Energize стала такой, какая она есть сейчас.
sv: Tack till alla som har bidragit till Energize. Tack vare din hjälp kunde Energize bli vad det är nu.
tr: Energize'a katkıda bulunan herkese teşekkürler. Yardımlarınız sayesinde Energize şu anki haline gelebildi.
zh: 感谢所有为Energize做出贡献的人，有了你们的帮助，Energize才有如今的模样。

source: Support me by donating
ca: Ajudeu-me amb una donació
cs: Podpořte autora aplikace
da: Støt mig med donationer
de: Unterstütze mich mit einer Spende
es: Ayúdeme donando
et: Toeta mind rahaliselt
fi: Tue minua lahjoittamalla
fr: Soutenez-moi en faisant un don
he: תמיכה בי על ידי תרומה
hu: Támogasson adományozással
it: Sostienimi donando
nl: Ondersteun me door te doneren
pl: Wesprzyj autora przekazując darowiznę
pt: Apoie-me fazendo uma doação
ru: Поддержите меня, сделав пожертвование
sr: Подржите ме донацијама
sv: Stöd mig genom att donera
tr: Bağış yaparak beni destekleyin
uk: Підтримайте мене, зробивши пожертву
zh: 通过捐赠支持我

source: {something} not found
cs: {something} nebylo nalezeno
da: {something} ikke fundet
de: {something} nicht gefunden
es: {something} no encontrado
et: {something} ei leidunud
fi: {something} ei löytynyt
fr: {something} introuvable
he: {something} לא נמצא
hu: {something} nem található
it: {something} non trovato
nl: {something} niet gevonden
pl: Nie znaleziono {something}
pt: {something} não encontrado
ru: {something} не найдено
sv: {something} hittades inte
tr: {something} bulunamadı
zh: 没有找到{something}

# appDescription
source: Track your food and nutrition easily and fast. Scan your products or search manually in different databases.
ca: Fes el seguiment dels teus àpats i nutrició en un dit i fet. Escaneja els teus productes o cerca'ls manualment a diferents base de dades.
cs: Jednoduchý zápisník na jídlo a výživové hodnoty. Naskenujte čárový kód produktu nebo manuálně hledejte v různých databázích.
da: Log din mad og kalorier, nemt og hurtigt. Skan dine produkter eller søg manuelt i forskellige databaser.
de: Beobachte einfach und schnell, was du isst. Scanne deine Zutaten oder suche manuell in verschiedenen Datenbanken.
es: Registre sus comidas y nutrición de una forma fácil y rápida. Escanee sus productos o busque manualmente en diferentes bases de datos.
et: Pea arvet oma toitude ja söömise kohta lihtsalt ja kiiresti. Skaneeri oma tooted või otsi käsitsi erinevatest andmebaasidest.
fi: Seuraa ruokaa ja ravitsemusta helposti ja nopeasti. Skannaa tuotteesi tai etsi manuaalisesti eri tietokannoista.
fr: Surveiller votre alimentation et votre nutrition facilement et rapidement. Scannez vos produits ou recherchez manuellement dans différentes bases de données.
he: מעקב אחר המזון והתזונה שלך במהירות ובקלות. אפשר לסרוק את המוצרים שלך או לחפש ידנית במגוון מסדי נתונים.
hu: Könnyen és gyorsan nyomon követheti ételeit és táplálkozását. Szkennelje be termékeit, vagy keressen manuálisan különböző adatbázisokban.
it: Traccia il tuo cibo e la tua nutrizione in modo facile e veloce. Scansiona i tuoi prodotti o cerca manualmente in diverse banche dati.
nb_no: Hold øye med hva du får i deg. Skann produkter eller søk manuelt i forskjellige databaser.
nl: Houd je eten en voeding gemakkelijk en snel bij. Scan je producten of zoek handmatig in verscheidene databanken.
pl: Proste narzędzie ułatwiające monitorowanie spożytych posiłków i ich wartości odżywczej. Skanuj kody kreskowe lub wyszukaj produkty w bazach danych.
pt: Acompanhe a sua alimentação e nutrição de forma fácil e rápida. Escaneie os seus produtos ou pesquise manualmente em diferentes bancos de dados.
ru: Легко и быстро отслеживайте свою пищу и питание. Сканируйте свои продукты или ищите вручную в различных базах данных.
sk: Sledujte svoje jedlo a výživu ľahko a rýchlo. Skenujte svoje produkty alebo hľadajte manuálne v rôznych databázach.
sr: Пратите вашу исхрану брзо и лако. Скенирајте производе или ручно претражите постојеће базе података.
sv: Spåra din mat och näring enkelt och snabbt. Skanna dina produkter eller sök manuellt i olika databaser.
tr: Yiyeceklerinizi ve beslenmenizi kolay ve hızlı bir şekilde takip edin. Ürünlerinizi tarayın veya farklı veri tabanlarında elle arayın.
uk: Відстежуйте свою їжу та харчування легко та швидко. Скануйте свої продукти або шукайте вручну в різних базах даних.
zh: 轻松快速地记录您的饮食和帮助您了解营养摄入情况。扫描食品条形码或者在不同的数据库中手动搜索进行记录。

# fieldMandatory
source: Please enter a value
ca: Introduïu un valor, si us plau
cs: Prosím zadejte hodnotu
da: Indtast venligst en værdi
de: Bitte einen Wert ausfüllen
es: Introduzca un valor
et: Palun sisesta väärtus
fi: Anna arvo
fr: Veuillez saisir une valeur
he: נא למלא ערך
hu: Kérjük, adjon meg egy értéket
it: Inserisci un valore
nl: Vul a.u.b. een waarde in
pl: Wprowadź wartość
pt: Por favor, insira um valor
ru: Пожалуйста, введите значение
sk: Zadajte hodnotu
sr: Унесите вредност
sv: Ange ett värde
tr: Lütfen bir değer girin
uk: Будь ласка, введіть значення
zh: 请输入一个值

# onlyNumbersAllowed
source: Only numbers are allowed
ca: Només es permeten números
cs: Pouze čísla jsou dovolena
da: Kun tal er tilladt
de: Nur Zahlen sind erlaubt
es: Sólo se permiten números
et: Lubatud on vaid numbrid
fi: Vain numerot ovat sallittuja
fr: Seuls les chiffres sont autorisés
he: מותר רק מספרים
hu: Csak számok engedélyezettek
it: Sono ammessi solo i numeri
nl: Alleen nummers zijn toegestaan
pl: Wprowadź wartość liczbową
pt: Apenas números são permitidos
ru: Разрешены только цифры
sk: Povolené sú iba čísla
sr: Дозвољени су само бројеви
sv: Endast siffror är tillåtna
tr: Yalnızca sayılara izin verilir
uk: Допускаються тільки цифри
zh: 只允许输入数字

source: Age
ca: Edat
cs: Věk
da: Alder
de: Alter
es: Edad
et: Vanus
fi: Vuotiaana
fr: Âge
he: גיל
hu: Kor
it: Età
nl: Leeftijd
pa_pk: عمر
pl: Wiek
pt: Idade
ru: Возраст
sr: Старост
sv: Ålder
tr: Yaş
uk: Вік
zh: 年龄

source: years
ca: anys
cs: let
da: år
de: Jahre
es: años
et: aastat
fi: vuotiaat
fr: ans
he: שנים
hu: évek
it: anni
nl: jaren
pa_pk: سال
pl: lat
pt: anos
ru: лет
sr: година
sv: år
tr: yaş
uk: років
zh: 岁

source: Sex
ca: Gènere
cs: Pohlaví
da: Køn
de: Geschlecht
es: Sexo
et: Sugu
fi: Sukupuoli
fr: Sexe
he: מגדר
hu: Szex
it: Sesso
nl: Geslacht
pa_pk: لنگ
pl: Płeć
pt: Sexo
ru: Пол
sr: Пол
sv: Kön
tr: Cinsiyet
uk: Стать
zh: 性别

source: No activity level description
ca: No hi ha descripció del nivell d'activitat
cs: Žádný popis stupně aktivity
da: Ingen beskrivelse af aktivitetsniveau
de: Keine Aktivitätslevelbeschreibung
es: No hay descripción de nivel de actividad
et: Tegevustaseme kirjeldus puudub
fi: Ei toimintatason kuvausta
fr: Pas de description du niveau d'activité
he: אין תיאור לרמת הפעילות
hu: Nincs tevékenységi szint leírása
it: Nessuna descrizione del livello di attività
nl: Geen activiteitsniveaubeschrijving
pl: Brak opisu aktywności fizycznej
pt: Nenhuma descrição do nível de atividade
ru: Нет описания уровня активности
sr: Нема описа нивоа покретности
sv: Ingen beskrivning av aktivitetsnivå
tr: Etkinlik düzeyi açıklaması yok
uk: Опис рівня активності відсутній
zh: 没有活动级别描述

source: Weight target
ca: Pes objectiu
cs: Cíl váhy
da: Målvægt
de: Gewichtsziel
es: Peso objetivo
et: Kaalu eesmärk
fi: Painotavoite
fr: Objectif de masse
he: יעד משקל
hu: Súlycél
it: Obiettivo di peso
nl: Gewichtsdoel
pl: Cel wagowy
pt: Meta de peso
ru: Целевой вес
sr: Жељена тежина
sv: Viktmål
tr: Kilo hedefi
uk: Цільова вага
zh: 重量目标

# weightTargetStrongGain
source: Strong gain
ca: Fort guany
cs: Rychlý nárůst
da: Stor vægtøgning
de: Starkes Zunehmen
es: Ganancia fuerte
et: Tugev kaalutõus
fi: Vahva voitto
fr: Forte prise de masse
he: עלייה מתונה
hu: Erős nyereség
it: Forte aumento di peso
nl: Sterk aankomen
pl: Znaczny przyrost
pt: Grande ganho
ru: сильное увеличение веса
sr: Значајно удебљавање
sv: Stark vinst
tr: Çok al
uk: Сильний приріст
zh: 大幅增长

source: Calculate nutrition targets
ca: Calcular objectius de nutrició
cs: Výpočet výživových cílů
da: Beregn ernæringsmål
de: Nährstoffvorgaben berechnen
es: Calcular objetivos nutricionales
et: Arvuta toitumiseesmärke
fi: Laske ravitsemustavoitteet
fr: Calculer les objectifs nutritionnels
he: חישוב יעדי תזונה
hu: Táplálkozási célok kiszámítása
it: Calcola gli obiettivi nutrizionali
nl: Bereken voedingsdoelen
pl: Oblicz cele żywieniowe
pt: Calcular metas nutricionais
ru: Рассчитать целевые показатели питания
sr: Израчунај нутритивне потребе
sv: Beräkna näringsmål
tr: Beslenme hedeflerini hesapla
uk: Розрахувати цільові показники харчування
zh: 计算营养目标

# percentOfCalories
source: % of kcal
ca: % de kcal
cs: % kalorií
da: % af kcal
de: % der kcal
es: % de kcal
et: % kcal
fi: % kcal
fr: % des kcals
he: % מתוך הקילו קלוריות
hu: % vagy kcal
it: % delle kcal
nl: % van kcal
pl: % kalorii
pt: % de kcal
ru: % от ккал
sr: % калорија
sv: % av kcal
tr: kcal yüzdesi
uk: % від ккал
zh: % kcal(千卡)

source: Calculated nutrition targets
ca: Objectius de nutrició calculats
cs: Vypočítat nutriční cíle
de: Berechnete Nährstoffvorgaben
es: Objetivos nutricionales calculados
et: Arvutatud toitumisalased eesmärgid
fi: Lasketut ravitsemustavoitteet
fr: Objectifs nutritionnels calculés
he: יעדי תזונה מחושבים
hu: Kiszámított táplálkozási célok
it: Obiettivi nutrizionali calcolati
nl: Berekende voedingsdoelen
pl: Obliczone cele żywieniowe
pt: Metas nutricionais calculadas
ru: Рассчитанные цели по питанию
sr: Срачунате нутритивне потребе
sv: Beräknade näringsmål
tr: Hesaplanan beslenme hedefleri
uk: Розраховані цілі по харчуванню
zh: 设置营养目标

# alsoSetMicronutrientsSwitch
source: Also set micronutrient targets based on age and sex
ca: Establiu també els objectius de micronutrients basats en l'edat i el gènere
cs: Též nastavit mikronutrienty dle věku a pohlaví
da: Sæt også mål for mikronæringsstoffer baseret på alder og køn
de: Zusätzlich Vorgaben für Mikronährstoffe basierend auf Alter und Geschlecht setzen
es: Establecer también los objetivos de micronutrientes basados en la edad y el género
et: Määra ka mikrotoitainete eesmärgid
fi: Asetetaan myös ikään ja sukupuoleen perustuvia mikroravintoaineita koskevia tavoitteita
fr: Fixer également des objectifs en matière de micronutriments en fonction de l'âge et du genre
he: להגדיר גם יעדי מזיני קורט לפי גיל ומגדר
hu: Mikrotápanyag-célkitűzések meghatározása életkor és nem szerint is
it: Stabilisci anche gli obiettivi di micronutrienti in base all'età e al sesso
nl: Stel ook doelen aan microvoedingsstoffen op basis van leeftijd en geslacht
pl: Ustaw cele dotyczące mikroelementów na podstawie wieku i płci
pt: Estabeleça também metas de micronutrientes com base na idade e no sexo
ru: Также установлены цели по микроэлементам с учетом возраста и пола
sr: Такође подеси потребе за микронутријентима на основу старости и пола
sv: Ställ också in mikronäringsmål baserat på ålder och kön
tr: Ayrıca yaş ve cinsiyete göre mikro besin hedefleri belirle
uk: Також встановлені цілі по мікроелементам з урахуванням віку та статі
zh: 根据年龄和性别自动计算所需微量营养素目标

source: Apply
ca: Aplicar
cs: Použít
da: Anvend
de: Anwenden
es: Aplicar
et: Rakenda
fi: Hae
fr: Appliquer
he: החלה
hu: Alkalmazás
it: Applica
nl: Toepassen
pa_pk: لاگو کرو
pl: Zatwierdź
pt: Aplicar
ru: Применить
sr: Примени
sv: Gälla
tr: Uygula
uk: Застосувати
zh: 保存

source: Language
ca: Llengua
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
et: Keel
fi: Kieli
fr: Langue
he: שפה
hu: Nyelv
it: Lingua
nl: Taal
pa_pk: بولی
pl: Język
pt: Língua
ru: Язык
sr: Језик
sv: Språk
tr: Dil
uk: Мова
zh: 语言

source: German
ca: Alemany
cs: Němčina
da: Tysk
de: Deutsch
es: Alemán
et: saksa
fi: Saksan
fr: Allemand
he: גרמנית
hu: Német
it: tedesco
nl: Duits
pa_pk: جرمن
pl: Niemiecki
pt: Alemão
ru: Немецкий
sr: Немачки
sv: Tysk
tr: Almanca
uk: Німецька
zh: 德语

source: Switzerland
ca: Suïssa
cs: Švýcarsko
da: Schweiz
de: Schweiz
es: Suiza
et: Šveits
fi: Sveitsi
fr: Suisse
he: שווייץ
hu: Svájc
it: Svizzera
nl: Zwitserland
pa_pk: سوِزرلینڈ
pl: Szwajcaria
pt: Suíça
ru: Швейцария
sr: Швајцарска
sv: Schweiz
tr: İsviçre
uk: Швейцарія
zh: 瑞士

source: Publisher
ca: Editor
cs: Vydavatel
da: Udgiver
de: Herausgeber
es: Editor
et: Väljaandja
fi: Julkaisija
fr: Éditeur
he: מפיץ
hu: Kiadó
it: Editore
nl: Uitgever
pa_pk: پرکاشک
pl: Wydawca
pt: Editor(a)
ru: Издатель
sr: Издавач
sv: Utgivare
tr: Yayınlayan
uk: Видавець
zh: 出版者

# backupAndRestore
source: Backup & Restore
ca: Còpia de seguretat i Restauració
cs: Zálohování a obnovení zálohy
da: Backup & Gendan
de: Sichern und Wiederherstellen
es: Copia y Restauración de seguridad
et: Varundus ja taastamine
fi: Varmuuskopiointi ja palautus
fr: Sauvegarde et restauration
he: גיבוי ושחזור
hu: Biztonsági mentés és visszaállítás
it: Backup e ripristino
nb_no: Sikkerhetskopiering og gjenoppretting
nl: Back-up en herstellen
pl: Kopia zapasowa
pt: Backup e Restauração
ru: Резервное копирование и восстановление
sr: Резервна копија
sv: Hantering av databaser
tr: Yedekle & Geri Yükle
uk: Резервне копіювання та відновлення
zh: 备份和恢复

# activityLevel1_7
source: You do workout often
ca: Feu exercici a sovint
cs: Cvičíte často
da: Du træner ofte
de: Du machst häufiger Sport
es: Hace ejercicio a menudo
et: Sa treenid tihti
fi: Treenaat usein
fr: Vous faites souvent de l'exercice
he: אימונים לעיתים קרובות
hu: Gyakran edzel
it: Ti alleni spesso
nl: Je traint vaak
pl: Poświęcam umiarkowaną ilość czasu na aktywność fizyczną
pt: Se exercita com frequência
ru: Вы часто занимаетесь спортом
sr: Вежбате с времена на време
sv: Du tränar ofta
tr: Sık sık egzersiz yapıyorsunuz
uk: Ви часто тренуєтеся
zh: 经常锻炼

# activityLevel1_8
source: You do workout hard regularly
ca: Feu exercici exigent amb regularitat
cs: Pravidelně intenzivně cvičíte
da: Du træner hårdt regelmæssigt
de: Du trainierst häufig und stark
es: Hace ejercicio regularmente
et: Sa treenid regulaarselt kõvasti
fi: Treenaat kovaa säännöllisesti
fr: Vous vous entraînez régulièrement
he: אימונים קשרים באופן סדיר
hu: Rendszeresen keményen edzel
it: Ti alleni duramente regolarmente
nl: Je traint regelmatig hard
pl: Regularnie trenuję
pt: Se exercita vigorosamente regularmente
ru: Вы регулярно усердно тренируетесь
sr: Често и редовно вежбате
sv: Du tränar hårt regelbundet
tr: Düzenli olarak sıkı egzersiz yapıyorsunuz
uk: Ви регулярно інтенсивно тренуєтеся
zh: 经常努力锻炼

# activityLevel1_9
source: You are very active, workout and don't have an office job
ca: Sou molt actius, feu exercici i no feu treball d'oficina
cs: Jste velmi aktivní, cvičíte a nemáte kancelářskou práci
da: Du er meget aktiv; træner og har ikke et kontorjob
de: Du bist sehr aktiv, machst häufig Sport und hast einen körperlich anstrengenden Job
es: Es muy activo, hace ejercicio y no tiene un trabajo de oficina
et: Sa oled väga aktiivne, teed trenni ja sul ei ole kontoritööd
fi: Olet erittäin aktiivinen, harjoittelet eikä sinulla ole toimistotyötä
fr: Vous êtes très actif•ve, faites de l'exercice et n'avez pas de travail de bureau
he: פעילות ספורטיבית גבוהה, אימונים ומיעוט בעבודה משרדית
hu: Nagyon aktív vagy, edzel, és nincs irodai munkád
it: Sei molto attivo/attiva, ti alleni e non hai un lavoro d'ufficio
nl: Je bent zeer actief, je traint en je hebt geen kantoorbaan
pl: Nie pracuję w biurze, prowadzę aktywny tryb życia i regularnie trenuję
pt: É muito ativo, faz exercícios e não tem um trabalho de escritório
ru: Вы очень активны, занимаетесь спортом и не работаете в офисе
sr: Веома сте активни, вежбате и немате канцеларијски посао
sv: Du är väldigt aktiv, tränar och har inget kontorsjobb
tr: Çok hareketlisiniz, egzersiz yapıyorsunuz ve ofis işiniz yok
uk: Ви дуже активні, займаєтеся спортом і не маєте офісної роботи
zh: 非常活跃，经常锻炼，没有久坐

# weightTargetSlightGain
source: Slight gain
ca: Guany lleuger
cs: Mírný nárůst
da: Lille vægtøgning
de: Leichtes Zunehmen
es: Ganancia ligera
et: Väike kaalutõus
fi: Pieni voitto
fr: Prise de masse légère
he: עלייה קלה
hu: Enyhe erősödés
it: Leggero aumento di peso
nl: Licht aankomen
pl: Nieznaczny przyrost
pt: Pequeno ganho
ru: Небольшое увеличение веса
sr: Омање удебљавање
sv: Liten vinst
tr: Az al
uk: Невеликий приріст
zh: 少量增长
